Repository: xlzhou/Family_Investment_Tracker
Catalog: FamilyInvestmentTracker/*.lproj/Localizable.strings
Languages: es, ja, zh_hant

# exportData.portfolios.sectionFooter
source: Choose which portfolios to include in the export.
es: Elige qué portafolios incluir en la exportación.
ja: エクスポートに含めるポートフォリオを選択してください。
zh_hant: 選擇要包含在匯出中的投資組合。

# exportData.portfolios.unknownPortfolio
source: Unknown Portfolio
es: Portafolio Desconocido
ja: 不明なポートフォリオ
zh_hant: 未知投資組合

# exportData.portfolios.transactions
source: transactions
es: transacciones
ja: 件の取引
zh_hant: 筆交易

# exportData.portfolios.selectAll
source: Select All
es: Seleccionar Todo
ja: すべて選択
zh_hant: 全選

# exportData.portfolios.deselectAll
source: Deselect All
es: Deseleccionar Todo
ja: すべて選択解除
zh_hant: 全部取消選擇

# exportData.information.sectionHeader
source: Export Information
es: Información de Exportación
ja: エクスポート情報
zh_hant: 匯出資訊

# exportData.information.selectedPortfolios
source: Selected Portfolios
es: Portafolios Seleccionados
ja: 選択されたポートフォリオ
zh_hant: 已選擇的投資組合

# exportData.information.totalTransactions
source: Total Transactions
es: Total de Transacciones
ja: 総取引数
zh_hant: 總交易數

# exportData.information.fileFormat
source: File Format
es: Formato de Archivo
ja: ファイル形式
zh_hant: 檔案格式

# exportData.button.exporting
source: Exporting...
es: Exportando...
ja: エクスポート中...
zh_hant: 匯出中...

# exportData.button.exportData
source: Export Data
es: Exportar Datos
ja: データをエクスポート
zh_hant: 匯出資料

# exportData.error.exportFailed
source: Failed to export data. Please try again.
es: Error al exportar datos. Por favor intenta de nuevo.
ja: データのエクスポートに失敗しました。再試行してください。
zh_hant: 匯出資料失敗。請重試。

# fixedDepositManagement.fixedDeposit
source: Fixed Deposit
es: Depósito Fijo
ja: 定期預金
zh_hant: 定期存款

# fixedDepositManagement.matured
source: Matured
es: Vencido
ja: 満期
zh_hant: 到期

# fixedDepositManagement.active
source: Active
es: Activo
ja: 有効
zh_hant: 有效

# fixedDepositManagement.daysLeft
source: %d days left
es: %d días restantes
ja: 残り%d日
zh_hant: 剩餘%d天

# fixedDepositManagement.perAnnum
source: p.a.
es: anual
ja: 年利
zh_hant: 年利率

# fixedDepositManagement.withdraw
source: Withdraw
es: Retirar
ja: 引き出し
zh_hant: 提取

# fixedDepositManagement.earlyWithdraw
source: Early Withdraw
es: Retiro Anticipado
ja: 中途解約
zh_hant: 提前提取

# fixedDepositWithdrawal.depositInformation
source: Deposit Information
es: Información del Depósito
ja: 預金情報
zh_hant: 存款資訊

# fixedDepositWithdrawal.depositName
source: Deposit Name
es: Nombre del Depósito
ja: 預金名
zh_hant: 存款名稱

# fixedDepositWithdrawal.currentValue
source: Current Value
es: Valor Actual
ja: 現在価値
zh_hant: 目前價值

# fixedDepositWithdrawal.status
source: Status
es: Estado
ja: 状況
zh_hant: 狀態

# fixedDepositWithdrawal.withdrawalDetails
source: Withdrawal Details
es: Detalles del Retiro
ja: 引き出し詳細
zh_hant: 提取詳情

# fixedDepositWithdrawal.withdrawalAmount
source: Withdrawal Amount
es: Cantidad a Retirar
ja: 引き出し金額
zh_hant: 提取金額

# fixedDepositWithdrawal.accruedInterest
source: Accrued Interest
es: Interés Acumulado
ja: 経過利息
zh_hant: 應計利息

# fixedDepositWithdrawal.institutionPenalty
source: Institution Penalty
es: Penalización de la Institución
ja: 金融機関ペナルティ
zh_hant: 機構罰金

# fixedDepositWithdrawal.earlyWithdrawalWarning
source: Early withdrawal may incur penalties. Please confirm the accrued interest and penalty amounts with your institution.
es: El retiro anticipado puede incurrir en penalizaciones. Por favor confirme las cantidades de interés acumulado y penalización con su institución.
ja: 中途解約にはペナルティが発生する可能性があります。経過利息とペナルティ金額は金融機関でご確認ください。
zh_hant: 提前提取可能會產生罰金。請與您的機構確認應計利息和罰金金額。

# fixedDepositWithdrawal.navigation.withdraw
source: Withdraw
es: Retirar
ja: 引き出し
zh_hant: 提取

# fixedDepositWithdrawal.navigation.earlyWithdrawal
source: Early Withdrawal
es: Retiro Anticipado
ja: 中途解約
zh_hant: 提前提取

# fixedDepositWithdrawal.navigation.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# fixedDepositWithdrawal.error.invalidAmount
source: Invalid withdrawal amount
es: Cantidad de retiro inválida
ja: 無効な引き出し金額
zh_hant: 無效的提取金額

# fixedDepositWithdrawal.error.processingFailed
source: Failed to process withdrawal: %@
es: Error al procesar el retiro: %@
ja: 引き出し処理に失敗しました: %@
zh_hant: 處理提取失敗：%@

# fixedDepositMigration.navigation.title
source: Fixed Deposit Enhancement
es: Mejora de Depósitos Fijos
ja: 定期預金機能の強化
zh_hant: 定期存款功能增強

# fixedDepositMigration.navigation.reset
source: Reset
es: Restablecer
ja: リセット
zh_hant: 重設

# fixedDepositMigration.navigation.skip
source: Skip
es: Omitir
ja: スキップ
zh_hant: 跳過

# fixedDepositMigration.loading.analyzing
source: Analyzing your deposit assets...
es: Analizando sus activos de depósito...
ja: 預金資産を分析中...
zh_hant: 正在分析您的存款資產...

# fixedDepositMigration.completed.title
source: Migration Complete!
es: ¡Migración Completa!
ja: 移行完了！
zh_hant: 遷移完成！

# fixedDepositMigration.completed.description
source: Your deposit assets have been successfully updated to use the new fixed deposit system.
es: Sus activos de depósito han sido actualizados exitosamente para usar el nuevo sistema de depósitos fijos.
ja: 預金資産は新しい定期預金システムを使用するように正常に更新されました。
zh_hant: 您的存款資產已成功更新為使用新的定期存款系統。

# fixedDepositMigration.completed.continue
source: Continue
es: Continuar
ja: 続行
zh_hant: 繼續

# fixedDepositMigration.header.title
source: Enhanced Fixed Deposit Support
es: Soporte Mejorado de Depósitos Fijos
ja: 強化された定期預金サポート
zh_hant: 增強的定期存款支援

# fixedDepositMigration.header.description
source: We've improved how the app handles fixed deposits! Your existing deposit transactions will remain as cash deposits. You can now create dedicated fixed deposits using the new system.
es: ¡Hemos mejorado cómo la aplicación maneja los depósitos fijos! Sus transacciones de depósito existentes permanecerán como depósitos en efectivo. Ahora puede crear depósitos fijos dedicados usando el nuevo sistema.
ja: アプリの定期預金処理方法を改善しました！既存の預金取引は現金預金として残ります。新しいシステムを使用して専用の定期預金を作成できるようになりました。
zh_hant: 我們改進了應用程式處理定期存款的方式！您現有的存款交易將保持為現金存款。您現在可以使用新系統創建專用的定期存款。

# fixedDepositMigration.whatsNew.title
source: What's New
es: Qué hay de Nuevo
ja: 新機能
zh_hant: 新功能

# fixedDepositMigration.feature.tracking.title
source: Fixed Deposit Tracking
es: Seguimiento de Depósitos Fijos
ja: 定期預金追跡
zh_hant: 定期存款追蹤

# fixedDepositMigration.feature.tracking.description
source: Properly track time-locked deposits separate from available cash
es: Seguir adecuadamente los depósitos bloqueados por tiempo separados del efectivo disponible
ja: 利用可能な現金と分けて時間ロック預金を適切に追跡
zh_hant: 正確追蹤與可用現金分開的時間鎖定存款

# fixedDepositMigration.feature.interestRate.title
source: Interest Rate Tracking
es: Seguimiento de Tasa de Interés
ja: 金利追跡
zh_hant: 利率追蹤

# fixedDepositMigration.feature.interestRate.description
source: Track interest rates and maturity dates for fixed deposits
es: Seguir las tasas de interés y fechas de vencimiento para depósitos fijos
ja: 定期預金の金利と満期日を追跡
zh_hant: 追蹤定期存款的利率和到期日

# fixedDepositMigration.feature.maturity.title
source: Maturity Management
es: Gestión de Vencimiento
ja: 満期管理
zh_hant: 到期管理

# fixedDepositMigration.feature.maturity.description
source: Get notified when your fixed deposits mature
es: Reciba notificaciones cuando sus depósitos fijos venzan
ja: 定期預金が満期になったときに通知を受ける
zh_hant: 當您的定期存款到期時收到通知

# fixedDepositMigration.feature.earlyWithdrawal.title
source: Early Withdrawal Support
es: Soporte de Retiro Anticipado
ja: 中途解約サポート
zh_hant: 提前提取支援

# fixedDepositMigration.feature.earlyWithdrawal.description
source: Handle early withdrawals with penalty tracking
es: Manejar retiros anticipados con seguimiento de penalizaciones
ja: ペナルティ追跡付きで中途解約を処理
zh_hant: 處理帶有罰金追蹤的提前提取

# fixedDepositMigration.summary.title
source: Migration Summary
es: Resumen de Migración
ja: 移行概要
zh_hant: 遷移摘要

# fixedDepositMigration.summary.totalAssets
source: Total deposit assets to update:
es: Total de activos de depósito a actualizar:
ja: 更新対象の預金資産総数：
zh_hant: 要更新的存款資產總數：

# fixedDepositMigration.summary.fixedDeposits
source: Likely fixed deposits:
es: Posibles depósitos fijos:
ja: 定期預金の可能性：
zh_hant: 可能的定期存款：

# fixedDepositMigration.summary.demandDeposits
source: Likely demand deposits:
es: Posibles depósitos a la vista:
ja: 普通預金の可能性：
zh_hant: 可能的活期存款：

# fixedDepositMigration.suggestions.title
source: Suggested Actions
es: Acciones Sugeridas
ja: 推奨アクション
zh_hant: 建議操作

# fixedDepositMigration.button.enabling
source: Enabling...
es: Habilitando...
ja: 有効化中...
zh_hant: 啟用中...

# fixedDepositMigration.button.enable
source: Enable Fixed Deposits
es: Habilitar Depósitos Fijos
ja: 定期預金を有効化
zh_hant: 啟用定期存款

# fixedDepositMigration.button.description
source: This will enable the new fixed deposit features. Your existing deposit transactions will remain unchanged as cash deposits.
es: Esto habilitará las nuevas características de depósitos fijos. Sus transacciones de depósito existentes permanecerán sin cambios como depósitos en efectivo.
ja: これにより新しい定期預金機能が有効になります。既存の預金取引は現金預金として変更されません。
zh_hant: 這將啟用新的定期存款功能。您現有的存款交易將保持不變作為現金存款。

# fixedDepositMigration.error.migrationFailed
source: Migration failed: %@
es: Error en la migración: %@
ja: 移行に失敗しました: %@
zh_hant: 遷移失敗：%@

# fixedDepositMigration.suggestion.unknownAsset
source: Unknown Asset
es: Activo Desconocido
ja: 不明な資産
zh_hant: 未知資產

# fixedDepositMigration.suggestion.convertToFixed
source: Convert to %d-month fixed deposit (%.1f%% interest)
es: Convertir a depósito fijo de %d meses (%.1f%% interés)
ja: %dヶ月定期預金に変換（%.1f%%利息）
zh_hant: 轉換為%d個月定期存款（%.1f%%利息）

# fixedDepositMigration.suggestion.convertToDemand
source: Keep as demand deposit
es: Mantener como depósito a la vista
ja: 普通預金として保持
zh_hant: 保持為活期存款

# fixedDepositMigration.suggestion.manualReview
source: Requires manual review
es: Requiere revisión manual
ja: 手動レビューが必要
zh_hant: 需要手動審查

# holdingDetail.navigation.title
source: Holding Details
es: Detalles de Tenencia
ja: 保有詳細
zh_hant: 持有詳情

# holdingDetail.assetInformation.title
source: Asset Information
es: Información del Activo
ja: 資産情報
zh_hant: 資產資訊

# holdingDetail.assetInformation.symbol
source: Symbol
es: Símbolo
ja: シンボル
zh_hant: 代號

# holdingDetail.assetInformation.name
source: Name
es: Nombre
ja: 名前
zh_hant: 名稱

# holdingDetail.assetInformation.type
source: Type
es: Tipo
ja: 種類
zh_hant: 類型

# holdingDetail.assetInformation.currency
source: Currency
es: Moneda
ja: 通貨
zh_hant: 貨幣

# holdingDetail.assetInformation.maturityDate
source: Maturity Date
es: Fecha de Vencimiento
ja: 満期日
zh_hant: 到期日

# holdingDetail.assetInformation.interestRate
source: Interest Rate
es: Tasa de Interés
ja: 金利
zh_hant: 利率

# holdingDetail.assetInformation.issuer
source: Issuer
es: Emisor
ja: 発行者
zh_hant: 發行人

# holdingDetail.assetInformation.noName
source: No name
es: Sin nombre
ja: 名前なし
zh_hant: 無名稱

# holdingDetail.assetInformation.unknown
source: Unknown
es: Desconocido
ja: 不明
zh_hant: 未知

# holdingDetail.holdingsInformation.title
source: Holdings Information
es: Información de Tenencias
ja: 保有情報
zh_hant: 持有資訊

# holdingDetail.holdingsInformation.quantity
source: Quantity
es: Cantidad
ja: 数量
zh_hant: 數量

# holdingDetail.holdingsInformation.averagePrice
source: Average Price
es: Precio Promedio
ja: 平均価格
zh_hant: 平均價格

# holdingDetail.holdingsInformation.currentPrice
source: Current Price
es: Precio Actual
ja: 現在価格
zh_hant: 現價

# holdingDetail.holdingsInformation.priceDate
source: Price Date
es: Fecha de Precio
ja: 価格日付
zh_hant: 價格日期

# holdingDetail.holdingsInformation.costBasis
source: Cost Basis
es: Base de Costo
ja: コストベース
zh_hant: 成本基礎

# holdingDetail.holdingsInformation.currentValue
source: Current Value
es: Valor Actual
ja: 現在価値
zh_hant: 現值

# holdingDetail.holdingsInformation.totalInvestment
source: Total Investment
es: Inversión Total
ja: 総投資
zh_hant: 總投資

# holdingDetail.holdingsInformation.maturityValue
source: Maturity Value
es: Valor de Vencimiento
ja: 満期価値
zh_hant: 到期價值

# holdingDetail.holdingsInformation.effectiveInterestRate
source: Effective Interest Rate
es: Tasa de Interés Efectiva
ja: 実効金利
zh_hant: 有效利率

# holdingDetail.holdingsInformation.tenor
source: Tenor
es: Plazo
ja: 期間
zh_hant: 期限

# holdingDetail.holdingsInformation.daysToMaturity
source: Days to Maturity
es: Días hasta Vencimiento
ja: 満期までの日数
zh_hant: 距到期天數

# holdingDetail.holdingsInformation.investmentAmount
source: Investment Amount
es: Monto de Inversión
ja: 投資金額
zh_hant: 投資金額

# holdingDetail.holdingsInformation.cashValue
source: Cash Value
es: Valor en Efectivo
ja: キャッシュバリュー
zh_hant: 現金價值

# holdingDetail.holdingsInformation.paidPremium
source: Paid Premium
es: Prima Pagada
ja: 支払済保険料
zh_hant: 已付保費

# holdingDetail.holdingsInformation.noQuantity
source: No quantity
es: Sin cantidad
ja: 数量なし
zh_hant: 無數量

# holdingDetail.holdingsInformation.manualPrice
source: Manual Price
es: Precio Manual
ja: 手動価格
zh_hant: 手動價格

# holdingDetail.holdingsInformation.noPriceData
source: No price data
es: Sin datos de precio
ja: 価格データなし
zh_hant: 無價格資料

# holdingDetail.holdingsInformation.never
source: Never
es: Nunca
ja: なし
zh_hant: 從未

# holdingDetail.holdingsInformation.years
source: years
es: años
ja: 年
zh_hant: 年

# holdingDetail.holdingsInformation.days
source: days
es: días
ja: 日
zh_hant: 天

# holdingDetail.holdingsInformation.matured
source: Matured
es: Vencido
ja: 満期
zh_hant: 已到期

# holdingDetail.insurance.details.title
source: Insurance Details
es: Detalles del Seguro
ja: 保険詳細
zh_hant: 保險詳情

# holdingDetail.insurance.details.policySymbol
source: Policy Symbol
es: Símbolo de Póliza
ja: 保険証券記号
zh_hant: 保單代號

# holdingDetail.insurance.details.insuranceType
source: Insurance Type
es: Tipo de Seguro
ja: 保険種類
zh_hant: 保險類型

# holdingDetail.insurance.details.policyNumber
source: Policy Number
es: Número de Póliza
ja: 証券番号
zh_hant: 保單號碼

# holdingDetail.insurance.details.policyholder
source: Policyholder
es: Titular de la Póliza
ja: 契約者
zh_hant: 保單持有人

# holdingDetail.insurance.details.insuredPerson
source: Insured Person
es: Persona Asegurada
ja: 被保険者
zh_hant: 被保險人

# holdingDetail.insurance.financial.title
source: Financial Details
es: Detalles Financieros
ja: 財務詳細
zh_hant: 財務詳情

# holdingDetail.insurance.financial.basicInsuredAmount
source: Basic Insured Amount
es: Monto Básico Asegurado
ja: 基本保険金額
zh_hant: 基本保險金額

# holdingDetail.insurance.financial.additionalPayment
source: Additional Payment
es: Pago Adicional
ja: 追加支払い
zh_hant: 額外付款

# holdingDetail.insurance.financial.deathBenefit
source: Death Benefit
es: Beneficio por Muerte
ja: 死亡保険金
zh_hant: 身故保險金

# holdingDetail.insurance.financial.totalPremium
source: Total Premium
es: Prima Total
ja: 総保険料
zh_hant: 總保費

# holdingDetail.insurance.premium.title
source: Premium Details
es: Detalles de Prima
ja: 保険料詳細
zh_hant: 保費詳情

# holdingDetail.insurance.premium.singlePremium
source: Single Premium
es: Prima Única
ja: 一時払保険料
zh_hant: 單次保費

# holdingDetail.insurance.premium.firstDiscountedPremium
source: First Discounted Premium
es: Primera Prima con Descuento
ja: 初回割引保険料
zh_hant: 首期優惠保費

# holdingDetail.insurance.premium.paymentTerm
source: Payment Term
es: Plazo de Pago
ja: 払込期間
zh_hant: 繳費期

# holdingDetail.insurance.premium.paymentStatus
source: Payment Status
es: Estado de Pago
ja: 支払状況
zh_hant: 繳費狀態

# holdingDetail.insurance.premium.paymentType
source: Payment Type
es: Tipo de Pago
ja: 支払方法
zh_hant: 繳費方式

# holdingDetail.insurance.premium.participatingPolicy
source: Participating Policy
es: Póliza con Participación
ja: 配当保険
zh_hant: 分紅保單

# holdingDetail.insurance.premium.rider
source: Rider
es: Cláusula Adicional
ja: 特約
zh_hant: 附加保險

# holdingDetail.insurance.premium.canWithdrawPremiums
source: Can Withdraw Premiums
es: Puede Retirar Primas
ja: 保険料引出可能
zh_hant: 可提取保費

# holdingDetail.insurance.premium.maxWithdrawalPercentage
source: Max Withdrawal %
es: % Máximo de Retiro
ja: 最大引出比率
zh_hant: 最大提取百分比

# holdingDetail.insurance.premium.paid
source: Paid
es: Pagado
ja: 支払済
zh_hant: 已繳

# holdingDetail.insurance.premium.paying
source: Paying
es: Pagando
ja: 支払中
zh_hant: 繳費中

# holdingDetail.insurance.premium.lumpSum
source: Lump Sum
es: Pago Único
ja: 一括払い
zh_hant: 一次性付款

# holdingDetail.insurance.premium.installment
source: Installment
es: Cuotas
ja: 分割払い
zh_hant: 分期付款

# holdingDetail.insurance.premium.yes
source: Yes
es: Sí
ja: はい
zh_hant: 是

# holdingDetail.insurance.premium.no
source: No
ja: いいえ
zh_hant: 否

# holdingDetail.insurance.coverage.title
source: Coverage & Maturity
es: Cobertura y Vencimiento
ja: 保障・満期
zh_hant: 保障與到期

# holdingDetail.insurance.coverage.coverageExpiration
source: Coverage Expiration
es: Vencimiento de Cobertura
ja: 保障期限
zh_hant: 保障到期

# holdingDetail.insurance.coverage.maturityBenefitRedemption
source: Maturity Benefit Redemption
es: Rescate de Beneficio de Vencimiento
ja: 満期給付金償還
zh_hant: 滿期給付贖回

# holdingDetail.insurance.coverage.estimatedMaturityBenefit
source: Estimated Maturity Benefit
es: Beneficio de Vencimiento Estimado
ja: 予想満期給付金
zh_hant: 預計滿期給付

# holdingDetail.insurance.coverage.notSpecified
source: Not specified
es: No especificado
ja: 指定なし
zh_hant: 未指定

# holdingDetail.insurance.beneficiaries.title
source: Beneficiaries
es: Beneficiarios
ja: 受益者
zh_hant: 受益人

# holdingDetail.insurance.beneficiaries.noBeneficiaries
source: No beneficiaries specified
es: No se especificaron beneficiarios
ja: 受益者が指定されていません
zh_hant: 未指定受益人

# holdingDetail.performance.title
source: Performance
es: Rendimiento
ja: パフォーマンス
zh_hant: 績效

# holdingDetail.performance.unrealizedPnL
source: Unrealized P&L
es: P&L No Realizada
ja: 未実現損益
zh_hant: 未實現損益

# holdingDetail.performance.unrealizedReturn
source: Unrealized Return
es: Retorno No Realizado
ja: 未実現リターン
zh_hant: 未實現報酬率

# holdingDetail.performance.realizedPnL
source: Realized P&L
es: P&L Realizada
ja: 実現損益
zh_hant: 已實現損益

# holdingDetail.performance.realizedReturn
source: Realized Return
es: Retorno Realizado
ja: 実現リターン
zh_hant: 已實現報酬率

# holdingDetail.performance.totalDividends
source: Total Dividends
es: Dividendos Totales
ja: 総配当
zh_hant: 總股息

# holdingDetail.performance.totalInterest
source: Total Interest
es: Interés Total
ja: 総利息
zh_hant: 總利息

# holdingDetail.transactions.title
source: Transaction History
es: Historial de Transacciones
ja: 取引履歴
zh_hant: 交易歷史

# holdingDetail.transactions.noTransactions
source: No transactions recorded for this holding.
es: No se registraron transacciones para esta tenencia.
ja: この保有の取引記録はありません。
zh_hant: 此持有沒有交易記錄。

# holdingDetail.priceInformation.title
source: Price Information
es: Información de Precio
ja: 価格情報
zh_hant: 價格資訊

# holdingDetail.priceInformation.lastUpdated
source: Last Updated
es: Última Actualización
ja: 最終更新
zh_hant: 最後更新

# holdingDetail.priceInformation.updatePrice
source: Update Price
es: Actualizar Precio
ja: 価格更新
zh_hant: 更新價格

# holdingDetail.priceInformation.fetchingPrice
source: Fetching price...
es: Obteniendo precio...
ja: 価格取得中...
zh_hant: 正在取得價格...

# holdingDetail.priceInformation.failedToFetch
source: Failed to fetch price
es: Error al obtener precio
ja: 価格取得失敗
zh_hant: 無法取得價格

# holdingDetail.priceInformation.noPriceAvailable
source: No price available
es: Sin precio disponible
ja: 価格データなし
zh_hant: 無可用價格

# holdingDetail.priceEditor.title
source: Update Price
es: Actualizar Precio
ja: 価格更新
zh_hant: 更新價格

# holdingDetail.priceEditor.currentPrice
source: Current Price
es: Precio Actual
ja: 現在価格
zh_hant: 現價

# holdingDetail.priceEditor.newPrice
source: New Price
es: Nuevo Precio
ja: 新価格
zh_hant: 新價格

# holdingDetail.priceEditor.lastUpdated
source: Last Updated
es: Última Actualización
ja: 最終更新
zh_hant: 最後更新

# holdingDetail.priceEditor.setToCurrentDate
source: Set to Current Date
es: Establecer Fecha Actual
ja: 現在日時に設定
zh_hant: 設為現在日期

# holdingDetail.priceEditor.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# holdingDetail.priceEditor.save
source: Save
es: Guardar
ja: 保存
zh_hant: 儲存

# holdingDetail.priceEditor.validationError
source: Please enter a valid price.
es: Por favor ingresa un precio válido.
ja: 有効な価格を入力してください。
zh_hant: 請輸入有效價格。

# holdingDetail.priceEditor.updateFailed
source: Failed to update price: %@
es: Error al actualizar precio: %@
ja: 価格更新に失敗しました：%@
zh_hant: 更新價格失敗：%@

# holdingDetail.holdingsInformation.averageCostBasis
source: Average Cost Basis
es: Base de Costo Promedio
ja: 平均コストベース
zh_hant: 平均成本基礎

# holdingDetail.holdingsInformation.lastRecordedPrice
source: Last Recorded Price
es: Último Precio Registrado
ja: 最後に記録された価格
zh_hant: 最後記錄價格

# holdingDetail.holdingsInformation.price
source: Price
es: Precio
ja: 価格
zh_hant: 價格

# holdingDetail.holdingsInformation.totalValue
source: Total Value
es: Valor Total
ja: 総価値
zh_hant: 總價值

# holdingDetail.holdingsInformation.autoFetchPrice
source: Auto-fetch price from Yahoo Finance
es: Auto-obtener precio de Yahoo Finance
ja: Yahoo Financeから価格を自動取得
zh_hant: 自動從雅虎財經取得價格

# holdingDetail.holdingsInformation.linkedAssets
source: Linked Assets
es: Activos Vinculados
ja: 連動資産
zh_hant: 連結資產

# holdingDetail.holdingsInformation.effectiveRate
source: Effective Rate
es: Tasa Efectiva
ja: 実効レート
zh_hant: 有效利率

# holdingDetail.holdingsInformation.unassigned
source: Unassigned
es: Sin Asignar
ja: 未割当
zh_hant: 未指定

# holdingDetail.actions.buyMore
source: Buy More
es: Comprar Más
ja: 追加購入
zh_hant: 買入更多

# holdingDetail.actions.sell
source: Sell
es: Vender
ja: 売却
zh_hant: 賣出

# holdingDetail.actions.payments
source: Payments
es: Pagos
ja: 支払い
zh_hant: 繳款

# holdingDetail.performance.currentValue
source: Current Value
es: Valor Actual
ja: 現在価値
zh_hant: 現值

# holdingDetail.performance.total
source: Total
ja: 合計
zh_hant: 總計

# holdingDetail.priceInformation.autoFetch
source: Auto-fetch
es: Auto-obtener
ja: 自動取得
zh_hant: 自動取得

# holdingDetail.priceInformation.manualEntry
source: Manual Entry
es: Entrada Manual
ja: 手動入力
zh_hant: 手動輸入

# holdingDetail.priceInformation.priceUpdate
source: Price Update
es: Actualización de Precio
ja: 価格更新
zh_hant: 價格更新

# holdingDetail.messages.noTransactions
source: No transactions recorded for this holding.
es: No se registraron transacciones para esta tenencia.
ja: この保有の取引記録はありません。
zh_hant: 此持有沒有交易記錄。

# holdingDetail.messages.noPortfolio
source: No portfolio associated with this holding.
es: No hay portafolio asociado con esta tenencia.
ja: この保有に関連付けられたポートフォリオがありません。
zh_hant: 此持有沒有關聯的投資組合。

# holdingDetail.messages.historicalCosts
source: Historical costs use portfolio currency while current values use transaction currency.
es: Los costos históricos usan la moneda del portafolio mientras que los valores actuales usan la moneda de transacción.
ja: 過去のコストはポートフォリオ通貨を使用し、現在価値は取引通貨を使用します。
zh_hant: 歷史成本使用投資組合貨幣，而現值使用交易貨幣。

# holdingDetail.messages.priceDescription
source: This is the last price you entered manually. Edit it below or enable auto-fetch to keep it current.
es: Este es el último precio que ingresaste manualmente. Edítalo abajo o habilita auto-obtener para mantenerlo actualizado.
ja: これは最後に手動で入力した価格です。下で編集するか、自動取得を有効にして最新に保ってください。
zh_hant: 這是您最後手動輸入的價格。在下方編輯或啟用自動取得以保持更新。

# holdingDetail.currency.label
source: Currency
es: Moneda
ja: 通貨
zh_hant: 貨幣

# holdingDetail.unknown
source: Unknown
es: Desconocido
ja: 不明
zh_hant: 未知

# holdingDetail.performance.unrealizedGainLoss
source: Unrealized Gain/Loss
es: Ganancia/Pérdida No Realizada
ja: 未実現損益
zh_hant: 未實現損益

# holdingDetail.performance.lastUpdate
source: Last Update
es: Última Actualización
ja: 最終更新
zh_hant: 最後更新

# holdingDetail.performance.cumulativeIncome
source: Cumulative Income (Dividends/Interest)
es: Ingresos Acumulados (Dividendos/Interés)
ja: 累積収入（配当/利息）
zh_hant: 累積收入（股息/利息）

# holdingDetail.performance.totalReturnWithIncome
source: Total Return (with Income)
es: Retorno Total (con Ingresos)
ja: 総リターン（収入含む）
zh_hant: 總報酬（含收入）

# holdingDetail.performance.realizedGainLoss
source: Realized Gain/Loss
es: Ganancia/Pérdida Realizada
ja: 実現損益
zh_hant: 已實現損益

# holdingDetail.performance.dividends
source: Dividends
es: Dividendos
ja: 配当
zh_hant: 股息

# holdingDetail.performance.interest
source: Interest
es: Interés
ja: 利息
zh_hant: 利息
