Repository: xlzhou/Family_Investment_Tracker
Catalog: FamilyInvestmentTracker/*.lproj/Localizable.strings
Languages: es, ja, zh_hant

# app.title
source: Family Investment Tracker
es: Seguimiento de Inversiones Familiares
ja: ファミリー投資トラッカー
zh_hant: 家庭投資追蹤器

# app.subtitle
source: Secure access to your family's investment portfolio
es: Acceso seguro al portafolio de inversiones de tu familia
ja: ご家族の投資ポートフォリオに安全にアクセスします
zh_hant: 安全存取您家庭的投資組合

# auth.enterPassword
source: Enter Password
es: Ingresa la contraseña
ja: パスワードを入力
zh_hant: 輸入密碼

# auth.unlock
source: Unlock
es: Desbloquear
ja: ロック解除
zh_hant: 解鎖

# auth.biometric.use
source: Use %@
es: Usar %@
ja: %@ を使用
zh_hant: 使用 %@

# auth.setPassword
source: Set Password
es: Configurar contraseña
ja: パスワードを設定
zh_hant: 設定密碼

# auth.passwordStrength
source: Password Strength:
es: Fortaleza de la contraseña:
ja: パスワード強度:
zh_hant: 密碼強度：

# auth.passwordRequirement.length
source: • Minimum 8 characters
es: • Mínimo 8 caracteres
ja: • 8文字以上必須
zh_hant: • 至少 8 個字元

# auth.passwordRequirement.complexity
source: • Letters, numbers, and special characters
es: • Incluye letras, números y caracteres especiales
ja: • 英字・数字・記号を含めてください
zh_hant: • 需含字母、數字與特殊字元

# auth.status.authenticated
source: Authenticated
es: Autenticado
ja: 認証済み
zh_hant: 已驗證

# auth.biometric.fallback
source: Use Passcode
es: Usar código
ja: パスコードを使用
zh_hant: 使用密碼

# auth.error.biometricUnavailable
source: Biometric authentication not available
es: La autenticación biométrica no está disponible
ja: 生体認証を利用できません
zh_hant: 無法使用生物辨識

# auth.biometric.reason
source: Authenticate to access your investment portfolio
es: Autentícate para acceder al portafolio de inversiones
ja: 投資ポートフォリオへアクセスするために認証してください
zh_hant: 請驗證以存取您的投資組合

# auth.error.generic
source: Authentication failed
es: La autenticación falló
ja: 認証に失敗しました
zh_hant: 驗證失敗

# auth.error.tooManyAttemptsWait
source: Too many failed attempts. Please wait before trying again.
es: Demasiados intentos fallidos. Inténtalo de nuevo más tarde.
ja: 失敗回数が多すぎます。しばらくしてから再試行してください。
zh_hant: 嘗試次數過多，請稍後再試。

# auth.error.incorrectPasscode
source: Incorrect passcode
es: La contraseña es incorrecta
ja: パスコードが正しくありません
zh_hant: 密碼不正確

# auth.error.lockedMinutes
source: Too many failed attempts. Try again in %d minutes.
es: Demasiados intentos fallidos. Inténtalo de nuevo en %d minutos.
ja: 失敗回数が多すぎます。%d 分後に再試行してください。
zh_hant: 嘗試次數過多，請於 %d 分鐘後再試。

# auth.error.setPasscodeFailed
source: Failed to set passcode
es: No se pudo configurar la contraseña
ja: パスコードの設定に失敗しました
zh_hant: 設定密碼失敗

# auth.error.currentPasscodeIncorrect
source: Current passcode is incorrect
es: La contraseña actual es incorrecta
ja: 現在のパスコードが正しくありません
zh_hant: 目前的密碼不正確

# auth.error.removePasscodeFailed
source: Failed to remove passcode
es: No se pudo eliminar la contraseña
ja: パスコードの削除に失敗しました
zh_hant: 移除密碼失敗

# auth.biometric.reason.reset
source: Use %@ to reset your passcode
es: Usa %@ para restablecer tu contraseña
ja: %@ を使用してパスコードをリセットしてください
zh_hant: 使用 %@ 以重設您的密碼

# auth.error.biometricFailed
source: Biometric authentication failed
es: La autenticación biométrica falló
ja: 生体認証に失敗しました
zh_hant: 生物辨識驗證失敗

# auth.error.securityQuestionsIncorrect
source: Incorrect answers to security questions
es: Las respuestas a las preguntas de seguridad son incorrectas
ja: セキュリティ質問の回答が正しくありません
zh_hant: 安全問題答案不正確

# auth.error.resetPasscodeFailed
source: Failed to reset passcode
es: No se pudo restablecer la contraseña
ja: パスコードのリセットに失敗しました
zh_hant: 重設密碼失敗

# auth.biometric.generic
source: Biometric
es: Biométrico
ja: 生体認証
zh_hant: 生物辨識

# auth.setupTitle
source: Set Up App Password
es: Configurar contraseña de la app
ja: アプリのパスワードを設定
zh_hant: 設定應用程式密碼

# auth.createPasswordPlaceholder
source: Create password
es: Crear contraseña
ja: パスワードを作成
zh_hant: 建立密碼

# auth.passwordPlaceholder
source: Password
es: Contraseña
ja: パスワード
zh_hant: 密碼

# auth.forgotPassword
source: Forgot Password?
es: ¿Olvidaste la contraseña?
ja: パスワードをお忘れですか？
zh_hant: 忘記密碼？

# auth.locked.title
source: Account Locked
es: Cuenta bloqueada
ja: アカウントがロックされています
zh_hant: 帳戶已鎖定

# auth.locked.subtitle
source: Too many failed attempts
es: Demasiados intentos fallidos
ja: 失敗回数が多すぎます
zh_hant: 嘗試次數過多

# auth.locked.remaining
source: Time remaining: %@
es: Tiempo restante: %@
ja: 残り時間: %@
zh_hant: 剩餘時間：%@

# auth.passwordStrength.tooWeak
source: Too weak
es: Muy débil
ja: 非常に弱い
zh_hant: 太弱

# auth.passwordStrength.weak
source: Weak
es: Débil
ja: 弱い
zh_hant: 弱

# auth.passwordStrength.fair
source: Fair
es: Aceptable
ja: ふつう
zh_hant: 普通

# auth.passwordStrength.good
source: Good
es: Buena
ja: 良い
zh_hant: 良好

# auth.passwordStrength.strong
source: Strong
es: Fuerte
ja: 強い
zh_hant: 強

# settings.restore.success
source: Your data has been restored successfully.
es: Tus datos se han restaurado correctamente.
ja: データは正常に復元されました。
zh_hant: 您的資料已成功還原。

# settings.restore.title
source: Restore Complete
es: Restauración completa
ja: 復元が完了しました
zh_hant: 還原完成

# settings.language.sectionTitle
source: App Language
es: Idioma de la app
ja: アプリの言語
zh_hant: 應用程式語言

# settings.language.sectionFooter
source: Choose a language for the app or follow the system default.
es: Elige un idioma para la app o usa el idioma predeterminado del sistema.
ja: アプリで使用する言語を選ぶか、システムのデフォルトを使用してください。
zh_hant: 選擇應用程式語言，或使用系統預設值。

# settings.language.pickerLabel
source: Language
es: Idioma
ja: 言語
zh_hant: 語言

# settings.language.option.system
source: System Default
es: Predeterminado del sistema
ja: システムのデフォルト
zh_hant: 系統預設

# settings.language.option.en
source: English
es: Inglés
ja: 英語
zh_hant: 英文

# settings.language.option.zh-Hant
source: Traditional Chinese
es: Chino tradicional
ja: 繁体字中国語
zh_hant: 繁體中文

# settings.language.option.ja
source: Japanese
es: Japonés
ja: 日本語
zh_hant: 日文

# settings.language.option.es
source: Spanish
es: Español
ja: スペイン語
zh_hant: 西班牙文

# settings.language.restart.title
source: Change Language
es: Cambiar idioma
ja: 言語変更
zh_hant: 變更語言

# settings.language.restart.message
source: The app language will be changed immediately.
es: El idioma de la aplicación se cambiará inmediatamente.
ja: アプリの言語がすぐに変更されます。
zh_hant: 應用程式語言將立即變更。

# settings.language.restart.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# settings.language.restart.confirm
source: Apply Change
es: Aplicar cambio
ja: 変更を適用
zh_hant: 套用變更

# common.ok
source: OK
es: Aceptar
zh_hant: 確定

# common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# common.back
source: Back
ja: 戻る
zh_hant: 返回

# portfolio.genericName
source: Portfolio
ja: ポートフォリオ
zh_hant: 投資組合

# portfolioList.title
source: Investment Portfolios
ja: 投資ポートフォリオ
zh_hant: 投資組合總覽

# portfolioList.totalValue
source: Total Value: %@
ja: 総資産: %@
zh_hant: 總價值：%@

# portfolioList.addPortfolio
source: Add Portfolio
ja: ポートフォリオを追加
zh_hant: 新增投資組合

# portfolio.name.unknown
source: Unknown
ja: 名称未設定
zh_hant: 未命名

# portfolioCard.owner
source: Owner: %@
ja: 所有者: %@
zh_hant: 擁有人：%@

# portfolioCard.totalValue
source: Total Value
ja: 総資産
zh_hant: 總價值

# portfolioCard.holdings
source: Holdings
ja: 保有数
zh_hant: 持有資產

# portfolioCard.transactions
source: Transactions
ja: 取引数
zh_hant: 交易筆數

# common.save
source: Save
es: Guardar
ja: 保存
zh_hant: 儲存

# common.done
source: Done
es: Hecho
ja: 完了
zh_hant: 完成

# common.delete
source: Delete
ja: 削除
zh_hant: 刪除

# common.unknown
source: Unknown
ja: 不明
zh_hant: 未知

# common.next
source: Next
ja: 次へ
zh_hant: 下一步

# asset.name.unknown
source: Unknown Asset
ja: 名称未設定の資産
zh_hant: 未命名資產

# institution.unknown
source: Unknown Institution
ja: 不明な機関
zh_hant: 未知機構

# realized.title
source: Realized P&L
ja: 実現損益
zh_hant: 已實現損益

# realized.dateRange
source: Date Range
ja: 期間
zh_hant: 日期範圍

# realized.date.from
source: From
ja: 開始
zh_hant: 起始

# realized.date.to
source: To
ja: 終了
zh_hant: 結束

# realized.summary.header
source: Summary
ja: サマリー
zh_hant: 摘要

# realized.summary.total
source: Total Realized P&L
ja: 実現損益合計
zh_hant: 已實現損益總額

# realized.summary.empty
source: No realized gains or deposit interest in this period.
ja: この期間には実現損益や預金利息がありません。
zh_hant: 此期間沒有已實現損益或存款利息。

# realized.summary.includes
source: Includes: sold assets P&L + all dividends/interest + deposit interest
ja: 内訳：売却損益 + すべての配当/利息 + 預金利息
zh_hant: 包含：賣出損益 + 所有股息/利息 + 存款利息

# realized.summary.noteActiveIncome
source: * Income from active holdings, included in total above
ja: * 保有中の資産からの収益で、上記合計に含まれています
zh_hant: * 來自持續持有資產的收益，已計入總額

# realized.transactions.header
source: Transactions
ja: 取引
zh_hant: 交易

# realized.group.stocks
source: Stocks
ja: 株式
zh_hant: 股票

# realized.group.etfs
source: ETFs
ja: ETF
zh_hant: ETF

# realized.group.bonds
source: Bonds
ja: 債券
zh_hant: 債券

# realized.group.mutualFunds
source: Mutual Funds
ja: 投資信託
zh_hant: 共同基金

# realized.group.cryptocurrency
source: Cryptocurrency
ja: 暗号資産
zh_hant: 加密資產

# realized.group.preciousMetals
source: Precious Metals
ja: 貴金属
zh_hant: 貴金屬

# realized.group.insurance
source: Insurance
ja: 保険
zh_hant: 保險

# realized.group.structuredProducts
source: Structured Products
ja: 仕組み商品
zh_hant: 結構型商品

# realized.group.other
source: Other
ja: その他
zh_hant: 其他

# realized.group.deposits
source: Deposits
ja: 預金
zh_hant: 存款

# realized.group.dividends
source: Dividends & Interest
ja: 配当・利息
zh_hant: 股息與利息

# realized.value.pnl
source: P&L: %@
ja: 損益: %@
zh_hant: 損益：%@

# realized.value.income
source: Income: %@
ja: 収益: %@
zh_hant: 收益：%@

# realized.value.total
source: Total: %@
ja: 合計: %@
zh_hant: 合計：%@

# realized.deposit.type.fixed
source: Fixed Deposits
ja: 定期預金
zh_hant: 定存

# realized.deposit.type.demand
source: Demand Deposits
ja: 普通預金
zh_hant: 活存

# realized.deposit.interestName
source: Interest Income
ja: 利息収入
zh_hant: 利息收入

# portfolioSettings.title
source: Portfolio Settings
ja: ポートフォリオ設定
zh_hant: 投資組合設定

# portfolioSettings.infoSection.title
source: Portfolio Information
ja: ポートフォリオ情報
zh_hant: 投資組合資訊

# portfolioSettings.name.placeholder
source: Portfolio Name
ja: ポートフォリオ名
zh_hant: 投資組合名稱

# portfolioSettings.cashDiscipline.title
source: Enforce Cash Discipline
ja: キャッシュ管理を適用
zh_hant: 啟用資金紀律

# portfolioSettings.cashDiscipline.accessibility
source: Learn more about cash discipline
ja: キャッシュ管理について
zh_hant: 了解資金紀律

# portfolioSettings.cashDiscipline.description
source: Keep this on to require available cash before buying or selling securities, with automatic companion deposits adjusting balances. Turn it off to track trades without touching cash; those transactions remain cash-neutral even if you re-enable the discipline later.
ja: オンの間は機関の現金残高を確認し、自動で入出金を記録します。オフにすると現金へ影響せずに取引を保存でき、後から手動で調整できます。再度オンにしても過去の取引は変わりません。
zh_hant: 啟用時，買賣會檢查機構是否有足夠現金並自動建立對應存款；停用時則不會動到現金，方便手動對帳。重新啟用僅影響新交易。

# portfolioSettings.currencySection.title
source: Currency Settings
ja: 通貨設定
zh_hant: 貨幣設定

# portfolioSettings.currencySection.footer
source: All asset values will be converted to your main currency for total portfolio calculations.
ja: 資産価値はすべてメイン通貨に換算して合計を表示します。
zh_hant: 所有資產價值將換算成主貨幣以計算組合總值。

# portfolioSettings.currencySection.picker
source: Main Currency
ja: メイン通貨
zh_hant: 主貨幣

# portfolioSettings.institutionSection.title
source: Trading Institutions
ja: 取引機関
zh_hant: 交易機構

# portfolioSettings.institutionSection.footer
source: Institution names are shared across all portfolios.
ja: 機関名はすべてのポートフォリオで共有されます。
zh_hant: 機構名稱在所有投資組合間共用。

# portfolioSettings.institution.namePlaceholder
source: Institution name
ja: 機関名
zh_hant: 機構名稱

# portfolioSettings.institution.addPlaceholder
source: Add new institution
ja: 機関を追加
zh_hant: 新增機構

# portfolioSettings.institution.addButton
source: Add
ja: 追加
zh_hant: 新增

# portfolioSettings.dangerSection.title
source: Danger Zone
ja: 危険ゾーン
zh_hant: 風險區

# portfolioSettings.dangerSection.footer
source: Resetting clears this portfolio's holdings, transactions, cash balance, and analytics calculations. Institutions stay available for other portfolios.
ja: リセットすると保有資産・取引・現金残高・分析データが削除されます。機関情報は残ります。
zh_hant: 重設會清除本組合的持有資產、交易、現金與分析資料，機構仍可供其他組合使用。

# portfolioSettings.resetButton
source: Reset Portfolio Data
ja: ポートフォリオをリセット
zh_hant: 重設投資組合資料

# portfolioSettings.deleteButton
source: Delete Portfolio
ja: ポートフォリオを削除
zh_hant: 刪除投資組合

# portfolioSettings.statisticsSection.title
source: Statistics
ja: 統計
zh_hant: 統計

# portfolioSettings.statistics.owner
source: Portfolio Owner
ja: 所有者
zh_hant: 擁有人

# portfolioSettings.statistics.loading
source: Loading…
ja: 読み込み中…
zh_hant: 載入中…

# portfolioSettings.statistics.holdings
source: Total Holdings
ja: 保有銘柄数
zh_hant: 持有資產

# portfolioSettings.statistics.transactions
source: Total Transactions
ja: 取引数
zh_hant: 交易筆數

# portfolioSettings.statistics.created
source: Created
ja: 作成日
zh_hant: 建立日期

# portfolioSettings.cashDisciplineHelp.title
source: How Cash Discipline Works
ja: キャッシュ管理の仕組み
zh_hant: 資金紀律如何運作

# portfolioSettings.cashDisciplineHelp.point1
source: - When enabled, buy and sell orders verify that the selected institution has enough cash and automatically create companion deposits to reflect the cash movement.
ja: - 有効時は選択した機関の残高を確認し、自動的に入出金を登録します。
zh_hant: - 啟用後，買賣會確認機構現金並自動建立對應存款。

# portfolioSettings.cashDisciplineHelp.point2
source: - When disabled, trades save without adjusting portfolio or institution cash, letting you reconcile manually later.
ja: - 無効時は現金を動かさずに取引を保存でき、後で手動調整が可能です。
zh_hant: - 停用後，交易不影響現金，可稍後手動對帳。

# portfolioSettings.cashDisciplineHelp.point3
source: - Re-enabling the toggle only affects new trades; earlier cash-neutral transactions stay that way unless you edit them.
ja: - 再度有効化しても過去の取引はそのままです。
zh_hant: - 再次啟用只影響新交易，舊交易仍維持現狀。

# portfolioSettings.alerts.deleteInstitution.title
source: Delete Institution
ja: 機関を削除
zh_hant: 刪除機構

# portfolioSettings.alerts.deleteInstitution.message
source: Are you sure you want to delete "%@"? This action cannot be undone.
ja: "%@" を削除しますか？この操作は元に戻せません。
zh_hant: 確定要刪除 "%@" 嗎？此動作無法復原。

# portfolioSettings.alerts.deleteInstitution.unknown
source: this institution
ja: この機関
zh_hant: 此機構

# portfolioSettings.alerts.resetPortfolio.title
source: Reset Portfolio Data
ja: ポートフォリオをリセット
zh_hant: 重設投資組合

# portfolioSettings.alerts.resetPortfolio.message
source: This removes all holdings, transactions, cash, and analytics data for this portfolio. Institutions remain untouched. This cannot be undone.
ja: このポートフォリオの保有資産・取引・現金・分析データを削除します。元に戻せません。
zh_hant: 這會移除所有持有、交易、現金與分析資料。此動作無法復原。

# portfolioSettings.alerts.resetPortfolio.confirm
source: Reset
ja: リセット
zh_hant: 重設

# portfolioSettings.alerts.deletePortfolio.title
source: Delete Portfolio
ja: ポートフォリオを削除
zh_hant: 刪除投資組合

# portfolioSettings.alerts.deletePortfolio.message
source: This will permanently delete "%@" and all its data. This action cannot be undone.
ja: "%@" とそのデータを完全に削除します。元に戻せません。
zh_hant: 這會永久刪除 "%@" 及其所有資料。此動作無法復原。

# cashDiscipline.qty
source: Qty %@
es: Cantidad %@
ja: 数量 %@
zh_hant: 數量 %@

# cashDiscipline.price
source: Price %@
es: Precio %@
ja: 価格 %@
zh_hant: 價格 %@

# cashDiscipline.fees
source: Fees %@
es: Comisiones %@
ja: 手数料 %@
zh_hant: 手續費 %@

# cashDiscipline.tax
source: Tax %@
es: Impuestos %@
ja: 税金 %@
zh_hant: 稅金 %@

# cashDiscipline.settlement
source: Settlement %@
es: Liquidación %@
ja: 決済 %@
zh_hant: 結算 %@

# cashDiscipline.date
source: Date %@
es: Fecha %@
ja: 日付 %@
zh_hant: 日期 %@

# transaction.type.buy
source: Buy
es: Compra
ja: 買い
zh_hant: 買入

# transaction.type.sell
source: Sell
es: Venta
ja: 売り
zh_hant: 賣出

# transaction.type.dividend
source: Dividend
es: Dividendo
ja: 配当
zh_hant: 股息

# transaction.type.interest
source: Interest
es: Interés
ja: 利息
zh_hant: 利息

# transaction.type.insurance
source: Insurance
es: Seguro
ja: 保険
zh_hant: 保險

# transaction.type.depositWithdrawal
source: Deposit Withdrawal
es: Retiro de depósito
ja: 入出金
zh_hant: 存款提領

# transaction.type.deposit
source: Deposit
es: Depósito
ja: 入金
zh_hant: 存款

# transaction.type.withdrawal
source: Withdrawal
es: Retiro
ja: 出金
zh_hant: 提領

# asset.type.stock
source: Stock
es: Acción
ja: 株式
zh_hant: 股票

# asset.type.bond
source: Bond
es: Bono
ja: 債券
zh_hant: 債券

# asset.type.mutualFund
source: Mutual Fund
es: Fondo mutuo
ja: 投資信託
zh_hant: 共同基金

# asset.type.deposit
source: Deposit
es: Depósito
ja: 預入
zh_hant: 存款

# asset.type.cryptocurrency
source: Cryptocurrency
es: Criptomoneda
ja: 暗号資産
zh_hant: 加密貨幣

# asset.type.preciousMetal
source: Precious Metal
es: Metal precioso
ja: 貴金属
zh_hant: 貴金屬

# asset.type.insurance
source: Insurance
es: Seguro
ja: 保険
zh_hant: 保險

# asset.type.structuredProduct
source: Structured Product
es: Producto estructurado
ja: 構造化商品
zh_hant: 結構性商品

# asset.type.other
source: Other
es: Otro
ja: その他
zh_hant: 其他

# settings.title
source: Settings
es: Configuración
ja: 設定
zh_hant: 設定

# settings.profile.title
source: Profile
es: Perfil
ja: プロフィール
zh_hant: 個人資料

# settings.profile.footer
source: This name will be shown to family members when you share portfolios.
es: Este nombre se mostrará a los miembros de la familia cuando compartas portafolios.
ja: この名前は、ポートフォリオを共有する際に家族に表示されます。
zh_hant: 當您分享投資組合時，此名稱將顯示給家庭成員。

# settings.profile.displayName
source: Display Name
es: Nombre para mostrar
ja: 表示名
zh_hant: 顯示名稱

# settings.dashboard.title
source: Dashboard
es: Panel de control
ja: ダッシュボード
zh_hant: 儀表板

# settings.dashboard.footer
source: Choose the currency used for totals in the Investment Portfolios view.
es: Elige la moneda utilizada para los totales en la vista de Portafolios de Inversión.
ja: 投資ポートフォリオビューの合計に使用する通貨を選択してください。
zh_hant: 選擇投資組合檢視中總額使用的貨幣。

# settings.dashboard.summaryCurrency
source: Summary Currency
es: Moneda de resumen
ja: 集計通貨
zh_hant: 匯總貨幣

# settings.exchangeRates.title
source: Currency Exchange Rates
es: Tipos de cambio
ja: 通貨レート
zh_hant: 貨幣匯率

# settings.exchangeRates.footer
source: Real-time exchange rates are fetched from Yahoo Finance API and cached locally for offline use.
es: Los tipos de cambio en tiempo real se obtienen de la API de Yahoo Finance y se almacenan localmente para uso sin conexión.
ja: リアルタイムの為替レートはYahoo Finance APIから取得され、オフライン使用のためにローカルにキャッシュされます。
zh_hant: 即時匯率從雅虎財經API獲取，並在本地快取以供離線使用。

# settings.exchangeRates.label
source: Exchange Rates
es: Tipos de cambio
ja: 為替レート
zh_hant: 匯率

# settings.exchangeRates.updating
source: Updating...
es: Actualizando...
ja: 更新中...
zh_hant: 更新中...

# settings.exchangeRates.updated
source: Updated %@
es: Actualizado %@
ja: 更新済み %@
zh_hant: 已更新 %@

# settings.exchangeRates.noData
source: No data
es: Sin datos
ja: データなし
zh_hant: 無資料

# settings.exchangeRates.from
source: From %@
es: Desde %@
ja: %@ から
zh_hant: 從 %@

# settings.icloud.title
source: iCloud Sync
es: Sincronización iCloud
ja: iCloud同期
zh_hant: iCloud 同步

# settings.icloud.footer
source: Securely sync your portfolio data across all your devices using iCloud.
es: Sincroniza de forma segura los datos de tu portafolio en todos tus dispositivos usando iCloud.
ja: iCloudを使用して、すべてのデバイス間でポートフォリオデータを安全に同期します。
zh_hant: 使用iCloud在所有裝置間安全同步您的投資組合資料。

# settings.icloud.sync
source: iCloud Sync
es: Sincronización iCloud
ja: iCloud同期
zh_hant: iCloud 同步

# settings.icloud.enabled
source: Enabled
es: Habilitado
ja: 有効
zh_hant: 已啟用

# settings.icloud.available
source: Available
es: Disponible
ja: 利用可能
zh_hant: 可用

# settings.icloud.notAvailable
source: Not Available
es: No disponible
ja: 利用不可
zh_hant: 不可用

# settings.icloud.lastSync
source: Last Sync
es: Última sincronización
ja: 最終同期
zh_hant: 上次同步

# settings.icloud.never
source: Never
es: Nunca
ja: なし
zh_hant: 從未

# settings.icloud.syncNow
source: Sync Now
es: Sincronizar ahora
ja: 今すぐ同期
zh_hant: 立即同步

# settings.backup.title
source: Backup & Restore
es: Copia de seguridad y restauración
ja: バックアップと復元
zh_hant: 備份與復原

# settings.backup.footer
source: Create a password-protected backup of all portfolios, transactions, holdings, and institutions or restore from a previous backup.
es: Crea una copia de seguridad protegida con contraseña de todos los portafolios, transacciones, participaciones e instituciones, o restaura desde una copia anterior.
ja: すべてのポートフォリオ、取引、保有、機関のパスワード保護されたバックアップを作成するか、以前のバックアップから復元します。
zh_hant: 建立包含所有投資組合、交易、持股和機構的密碼保護備份，或從先前的備份復原。

# settings.backup.creating
source: Creating Backup...
es: Creando copia de seguridad...
ja: バックアップ作成中...
zh_hant: 建立備份中...

# settings.backup.create
source: Create Full Backup
es: Crear copia de seguridad completa
ja: 完全バックアップを作成
zh_hant: 建立完整備份

# settings.backup.restoring
source: Restoring Backup...
es: Restaurando copia de seguridad...
ja: バックアップ復元中...
zh_hant: 復原備份中...

# settings.backup.restore
source: Restore From Backup
es: Restaurar desde copia de seguridad
ja: バックアップから復元
zh_hant: 從備份復原

# settings.migration.fdMigration
source: Start Fixed Deposit Migration
es: Iniciar migración de depósito fijo
ja: 定期預金移行を開始
zh_hant: 開始定期存款遷移

# settings.migration.rebuildGains
source: Rebuild Realized P&L
es: Reconstruir ganancias realizadas
ja: 実現損益を再構築
zh_hant: 重建已實現損益

# settings.migration.rebuilding
source: Rebuilding Realized P&L...
es: Reconstruyendo ganancias realizadas...
ja: 実現損益再構築中...
zh_hant: 重建已實現損益中...

# settings.migration.linkCompanions
source: Link Legacy Fixed Deposit Companions
es: Vincular compañeros de depósito fijo heredados
ja: レガシー定期預金コンパニオンをリンク
zh_hant: 連結舊版定期存款夥伴

# settings.migration.linking
source: Linking Companion Transactions...
es: Vinculando transacciones compañeras...
ja: コンパニオン取引をリンク中...
zh_hant: 連結夥伴交易中...

# settings.export.title
source: Data Export
es: Exportación de datos
ja: データエクスポート
zh_hant: 資料匯出

# settings.export.footer
source: Export your portfolio data for backup or analysis.
es: Exporta los datos de tu portafolio para respaldo o análisis.
ja: バックアップや分析のためにポートフォリオデータをエクスポートします。
zh_hant: 匯出您的投資組合資料以進行備份或分析。

# settings.export.button
source: Export Portfolio Data
es: Exportar datos del portafolio
ja: ポートフォリオデータをエクスポート
zh_hant: 匯出投資組合資料

# settings.info.title
source: App Information
es: Información de la aplicación
ja: アプリ情報
zh_hant: 應用程式資訊

# settings.info.version
source: Version
es: Versión
ja: バージョン
zh_hant: 版本

# settings.info.build
source: Build
es: Compilación
ja: ビルド
zh_hant: 建置

# settings.security.title
source: Security
es: Seguridad
ja: セキュリティ
zh_hant: 安全性

# settings.security.changePassword
source: Change Password
es: Cambiar contraseña
ja: パスワード変更
zh_hant: 變更密碼

# settings.security.securityQuestions
source: Security Questions
es: Preguntas de seguridad
ja: セキュリティ質問
zh_hant: 安全問題

# settings.security.questionsChange
source: Change security questions
es: Cambiar preguntas de seguridad
ja: セキュリティ質問を変更
zh_hant: 變更安全問題

# settings.security.questionsSetup
source: Set up security questions for password recovery
es: Configurar preguntas de seguridad para recuperación de contraseña
ja: パスワード復旧用のセキュリティ質問を設定
zh_hant: 設定密碼復原的安全問題

# settings.security.signOut
source: Sign Out
es: Cerrar sesión
ja: サインアウト
zh_hant: 登出

# settings.password.requirement
source: Password must contain at least one character.
es: La contraseña debe contener al menos un carácter.
ja: パスワードには少なくとも1文字が必要です。
zh_hant: 密碼必須至少包含一個字元。

# settings.password.change
source: Change Password
es: Cambiar contraseña
ja: パスワード変更
zh_hant: 變更密碼

# settings.password.requirements.length
source: • Minimum 8 characters
es: • Mínimo 8 caracteres
ja: • 最低8文字
zh_hant: • 最少8個字元

# settings.password.requirements.complexity
source: • Letters, numbers, and special characters
es: • Incluir letras, números y caracteres especiales
ja: • 英字、数字、特殊文字を含む
zh_hant: • 包含字母、數字和特殊字元

# actionCalendar.title
source: Action Calendar
es: Calendario de Acciones
ja: アクションカレンダー
zh_hant: 行動日曆

# actionCalendar.actionsFor
source: Actions for %@
es: Acciones para %@
ja: %@のアクション
zh_hant: %@ 的行動

# actionCalendar.noActionsFor
source: No actions scheduled for %@
es: No hay acciones programadas para %@
ja: %@にスケジュールされたアクションはありません
zh_hant: %@ 沒有安排行動

# actionCalendar.thisMonth
source: This Month
es: Este Mes
ja: 今月
zh_hant: 本月

# actionCalendar.upcomingActions
source: Upcoming Actions
es: Acciones Próximas
ja: 今後のアクション
zh_hant: 即將到來的行動
