Repository: xlzhou/Family_Investment_Tracker
Catalog: FamilyInvestmentTracker/*.lproj/Localizable.strings
Languages: es, ja, zh_hant

# actionCalendar.fixedDepositMaturity
source: Fixed Deposit Maturity
es: Vencimiento de Depósito Fijo
ja: 定期預金満期
zh_hant: 定期存款到期

# actionCalendar.bondMaturity
source: Bond Maturity
es: Vencimiento de Bono
ja: 債券満期
zh_hant: 債券到期

# actionCalendar.structuredProductMaturity
source: Structured Product Maturity
es: Vencimiento de Producto Estructurado
ja: 構造化商品満期
zh_hant: 結構性商品到期

# actionCalendar.insuranceMaturity
source: Insurance Maturity
es: Vencimiento de Seguro
ja: 保険満期
zh_hant: 保險到期

# actionCalendar.maturityDate
source: Maturity Date
es: Fecha de Vencimiento
ja: 満期日
zh_hant: 到期日

# actionCalendar.premiumPaymentDue
source: Premium Payment Due
es: Pago de Prima Pendiente
ja: 保険料支払期限
zh_hant: 保費到期

# actionCalendar.insuranceBenefitRedemption
source: Insurance Benefit Redemption
es: Rescate de Beneficio de Seguro
ja: 保険給付金償還
zh_hant: 保險給付贖回

# addFixedDeposit.title
source: Add Fixed Deposit
es: Agregar Depósito Fijo
ja: 定期預金を追加
zh_hant: 新增定期存款

# addFixedDeposit.institution
source: Institution
es: Institución
ja: 金融機関
zh_hant: 金融機構

# addFixedDeposit.selectInstitution
source: Select Institution
es: Seleccionar Institución
ja: 金融機関を選択
zh_hant: 選擇金融機構

# addFixedDeposit.details
source: Fixed Deposit Details
es: Detalles del Depósito Fijo
ja: 定期預金詳細
zh_hant: 定期存款詳情

# addFixedDeposit.currency
source: Currency
es: Moneda
ja: 通貨
zh_hant: 貨幣

# addFixedDeposit.valueDate
source: Value Date
es: Fecha de Valor
ja: 預入日
zh_hant: 起息日

# addFixedDeposit.term
source: Term
es: Plazo
ja: 期間
zh_hant: 期限

# addFixedDeposit.year
source: year
es: año
ja: 年
zh_hant: 年

# addFixedDeposit.years
source: years
es: años
ja: 年
zh_hant: 年

# addFixedDeposit.month
source: month
es: mes
ja: ヶ月
zh_hant: 個月

# addFixedDeposit.months
source: months
es: meses
ja: ヶ月
zh_hant: 個月

# addFixedDeposit.interestRate
source: Interest Rate (%)
es: Tasa de Interés (%)
ja: 金利 (%)
zh_hant: 利率 (%)

# addFixedDeposit.maturityDate
source: Maturity Date
es: Fecha de Vencimiento
ja: 満期日
zh_hant: 到期日

# addFixedDeposit.depositName
source: Deposit Name
es: Nombre del Depósito
ja: 預金名
zh_hant: 存款名稱

# addFixedDeposit.symbol
source: Symbol (auto-generated)
es: Símbolo (auto-generado)
ja: シンボル (自動生成)
zh_hant: 代號 (自動生成)

# addFixedDeposit.amount
source: Amount
es: Cantidad
ja: 金額
zh_hant: 金額

# addFixedDeposit.options
source: Options
es: Opciones
ja: オプション
zh_hant: 選項

# addFixedDeposit.allowEarlyWithdrawal
source: Allow Early Withdrawal
es: Permitir Retiro Anticipado
ja: 中途解約を許可
zh_hant: 允許提前提取

# addFixedDeposit.create
source: Create
es: Crear
ja: 作成
zh_hant: 建立

# addFixedDeposit.insufficientCash
source: Insufficient Cash
es: Efectivo Insuficiente
ja: 現金不足
zh_hant: 現金不足

# addFixedDeposit.selectedInstitution
source: Selected institution
es: Institución seleccionada
ja: 選択した金融機関
zh_hant: 選定的機構

# addFixedDeposit.insufficientCashMessage
source: %@ available: %@ Required: %@ If you do not want cash to be deducted when creating a fixed deposit, go to portfolio settings and turn off 'Enforce Cash Discipline'.
es: %@ disponible: %@ Requerido: %@ Si no quiere que se deduzca efectivo al crear un depósito fijo, vaya a la configuración del portafolio y desactive 'Aplicar Disciplina de Efectivo'.
ja: %@ 利用可能: %@ 必要: %@ 定期預金作成時に現金を差し引かない場合は、ポートフォリオ設定で「現金統制を適用」をオフにしてください。
zh_hant: %@ 可用: %@ 需要: %@ 如果您不希望在建立定期存款時扣除現金，請前往投資組合設定並關閉「強制現金管理」。

# addFixedDeposit.invalidInput
source: Invalid input values
es: Valores de entrada inválidos
ja: 無効な入力値
zh_hant: 無效輸入值

# addFixedDeposit.creationFailed
source: Failed to create fixed deposit: %@
es: Error al crear depósito fijo: %@
ja: 定期預金の作成に失敗: %@
zh_hant: 建立定期存款失敗: %@

# institutionPicker.title
source: Choose Institution
es: Elegir Institución
ja: 金融機関を選択
zh_hant: 選擇金融機構

# institutionPicker.selectInstitution
source: Select Institution
es: Seleccionar Institución
ja: 金融機関を選択
zh_hant: 選擇金融機構

# institutionPicker.unknownInstitution
source: Unknown Institution
es: Institución Desconocida
ja: 不明な金融機関
zh_hant: 未知機構

# institutionPicker.addNew
source: Add New Institution
es: Agregar Nueva Institución
ja: 新しい金融機関を追加
zh_hant: 新增金融機構

# institutionPicker.addInstitution
source: Add Institution
es: Agregar Institución
ja: 金融機関を追加
zh_hant: 新增機構

# institutionPicker.institutionName
source: Institution Name
es: Nombre de la Institución
ja: 金融機関名
zh_hant: 機構名稱

# institutionPicker.add
source: Add
es: Agregar
ja: 追加
zh_hant: 新增

# addPortfolio.title
source: Add Portfolio
es: Agregar Portafolio
ja: ポートフォリオを追加
zh_hant: 新增投資組合

# addPortfolio.details
source: Portfolio Details
es: Detalles del Portafolio
ja: ポートフォリオの詳細
zh_hant: 投資組合詳情

# addPortfolio.portfolioName
source: Portfolio Name
es: Nombre del Portafolio
ja: ポートフォリオ名
zh_hant: 投資組合名稱

# addPortfolio.description
source: You can create separate portfolios for each family member or investment strategy.
es: Puedes crear portafolios separados para cada miembro de la familia o estrategia de inversión.
ja: 家族のメンバーや投資戦略ごとに別々のポートフォリオを作成できます。
zh_hant: 您可以為每個家庭成員或投資策略創建單獨的投資組合。

# addTransaction.add.title
source: Add Transaction
es: Agregar Transacción
ja: 取引を追加
zh_hant: 新增交易

# addTransaction.edit.title
source: Edit Transaction
es: Editar Transacción
ja: 取引を編集
zh_hant: 編輯交易

# addTransaction.transactionType.title
source: Transaction Type
es: Tipo de Transacción
ja: 取引種類
zh_hant: 交易類型

# addTransaction.transactionType.label
source: Type
es: Tipo
ja: 種類
zh_hant: 類型

# addTransaction.currency.title
source: Currency
es: Moneda
ja: 通貨
zh_hant: 貨幣

# addTransaction.currency.label
source: Currency
es: Moneda
ja: 通貨
zh_hant: 貨幣

# addTransaction.institution.title
source: Trading Institution
es: Institución de Trading
ja: 取引機関
zh_hant: 交易機構

# addTransaction.institution.label
source: Institution
es: Institución
ja: 機関
zh_hant: 機構

# addTransaction.institution.placeholder
source: Institution (e.g., Interactive Brokers)
es: Institución (ej. Interactive Brokers)
ja: 機関 (例：インタラクティブ・ブローカーズ)
zh_hant: 機構 (例：盈透證券)

# addTransaction.institution.add
source: Add
es: Agregar
ja: 追加
zh_hant: 新增

# addTransaction.institution.select
source: Select
es: Seleccionar
ja: 選択
zh_hant: 選擇

# addTransaction.institution.selectPrompt
source: Select Institution
es: Seleccionar Institución
ja: 金融機関を選択
zh_hant: 選擇機構

# addTransaction.institution.unknown
source: Unknown
es: Desconocida
ja: 不明
zh_hant: 未知

# addTransaction.institution.typeNew
source: Type new institution
es: Escribir nueva institución
ja: 新しい金融機関を入力
zh_hant: 輸入新機構

# addTransaction.paymentInstitution.label
source: Payment Institution
es: Institución de Pago
ja: 支払機関
zh_hant: 付款機構

# addTransaction.paymentInstitution.selectPrompt
source: Select Payment Institution
es: Seleccionar Institución de Pago
ja: 支払機関を選択
zh_hant: 選擇付款機構

# addTransaction.paymentInstitution.addPrompt
source: Add an institution to enable payment selection.
es: Agregar una institución para habilitar la selección de pago.
ja: 支払選択を有効にするために金融機関を追加してください。
zh_hant: 新增機構以啟用付款選擇。

# addTransaction.dividendSource.title
source: Dividend Source
es: Fuente de Dividendo
ja: 配当元
zh_hant: 股息來源

# addTransaction.dividendSource.footer
source: Select the security that generated this dividend.
es: Selecciona el valor que generó este dividendo.
ja: この配当を生成した証券を選択してください。
zh_hant: 選擇產生此股息的證券。

# addTransaction.dividendSource.label
source: Security
es: Valor
ja: 証券
zh_hant: 證券

# addTransaction.dividendSource.none
source: None
es: Ninguno
ja: なし
zh_hant: 無

# addTransaction.interestSource.title
source: Interest Source
es: Fuente de Interés
ja: 利息元
zh_hant: 利息來源

# addTransaction.interestSource.footer
source: Select the account or security that generated this interest.
es: Selecciona la cuenta o valor que generó este interés.
ja: この利息を生成したアカウントまたは証券を選択してください。
zh_hant: 選擇產生此利息的帳戶或證券。

# addTransaction.interestSource.label
source: Source
es: Fuente
ja: 元
zh_hant: 來源

# addTransaction.sellSecurity.title
source: Security to Sell
es: Valor a Vender
ja: 売却証券
zh_hant: 待售證券

# addTransaction.sellSecurity.footer
source: Select the security you want to sell.
es: Selecciona el valor que quieres vender.
ja: 売却したい証券を選択してください。
zh_hant: 選擇您要出售的證券。

# addTransaction.sellSecurity.label
source: Security
es: Valor
ja: 証券
zh_hant: 證券

# addTransaction.sellSecurity.selectPrompt
source: Select Security
es: Seleccionar Valor
ja: 証券を選択
zh_hant: 選擇證券

# addTransaction.sellSecurity.noSecurities
source: No securities available to sell at this institution.
es: No hay valores disponibles para vender en esta institución.
ja: この金融機関で売却可能な証券がありません。
zh_hant: 此機構沒有可出售的證券。

# addTransaction.assetInfo.title
source: Asset Information
es: Información del Activo
ja: 資産情報
zh_hant: 資產資訊

# addTransaction.assetInfo.typeLabel
source: Asset Type
es: Tipo de Activo
ja: 資産種類
zh_hant: 資產類型

# addTransaction.assetInfo.symbolPlaceholder
source: Symbol (e.g., AAPL)
es: Símbolo (ej. AAPL)
ja: シンボル (例：AAPL)
zh_hant: 代號 (例：AAPL)

# addTransaction.assetInfo.namePlaceholder
source: Name (optional)
es: Nombre (opcional)
ja: 名前 (任意)
zh_hant: 名稱 (選填)

# addTransaction.details.title
source: Transaction Details
es: Detalles de la Transacción
ja: 取引詳細
zh_hant: 交易詳情

# addTransaction.details.date
source: Date
es: Fecha
ja: 日付
zh_hant: 日期

# addTransaction.details.interestRate
source: Interest Rate
es: Tasa de Interés
ja: 金利
zh_hant: 利率

# addTransaction.details.quantity
source: Quantity
es: Cantidad
ja: 数量
zh_hant: 數量

# addTransaction.details.quantityWithHint
source: Quantity %@
es: Cantidad %@
ja: 数量 %@
zh_hant: 數量 %@

# addTransaction.details.pricePerShare
source: Price per Share
es: Precio por Acción
ja: 1株あたりの価格
zh_hant: 每股價格

# addTransaction.details.investmentAmount
source: Investment Amount
es: Monto de Inversión
ja: 投資金額
zh_hant: 投資金額

# addTransaction.details.cashValue
source: Cash Value
es: Valor en Efectivo
ja: キャッシュバリュー
zh_hant: 現金價值

# addTransaction.details.amount
source: Amount
es: Cantidad
ja: 金額
zh_hant: 金額

# addTransaction.details.withdrawalTip
source: Tip: Enter negative amount for withdrawals
es: Consejo: Ingresa cantidad negativa para retiros
ja: ヒント：出金には負の金額を入力してください
zh_hant: 提示：輸入負數金額表示提取

# addTransaction.details.accruedInterest
source: Accrued Interest
es: Interés Acumulado
ja: 経過利息
zh_hant: 應計利息

# addTransaction.details.totalValue
source: Total Value
es: Valor Total
ja: 総価値
zh_hant: 總價值

# addTransaction.details.fees
source: Fees
es: Comisiones
ja: 手数料
zh_hant: 手續費

# addTransaction.details.tax
source: Tax
es: Impuestos
ja: 税金
zh_hant: 稅金

# addTransaction.details.settlementAmount
source: Settlement Amount
es: Monto de Liquidación
ja: 決済金額
zh_hant: 結算金額

# addTransaction.details.notesPlaceholder
source: Notes (optional)
es: Notas (opcional)
ja: メモ (任意)
zh_hant: 備註 (選填)

# addTransaction.fixedDeposit.editTitle
source: Edit fixed deposits in Cash Management
es: Editar depósitos fijos en Gestión de Efectivo
ja: キャッシュマネジメントで定期預金を編集
zh_hant: 在現金管理中編輯定期存款

# addTransaction.fixedDeposit.editMessage
source: This transaction belongs to a fixed deposit. Manage its details from Cash Management to ensure maturity, term, and rate stay in sync.
es: Esta transacción pertenece a un depósito fijo. Gestiona sus detalles desde Gestión de Efectivo para asegurar que el vencimiento, plazo y tasa se mantengan sincronizados.
ja: この取引は定期預金に属しています。満期、期間、金利の同期を保つため、キャッシュマネジメントから詳細を管理してください。
zh_hant: 此交易屬於定期存款。請從現金管理管理其詳情，以確保到期日、期限和利率保持同步。

# addTransaction.fixedDeposit.openCashManagement
source: Open Cash Management
es: Abrir Gestión de Efectivo
ja: キャッシュマネジメントを開く
zh_hant: 開啟現金管理

# addTransaction.fixedDeposit.hintTitle
source: Looking for fixed deposits?
es: ¿Buscas depósitos fijos?
ja: 定期預金をお探しですか？
zh_hant: 正在尋找定期存款？

# addTransaction.fixedDeposit.hintMessage
source: Create and manage fixed deposits from Cash Management. This ensures value date, term, and maturity stay accurate.
es: Crea y gestiona depósitos fijos desde Gestión de Efectivo. Esto asegura que la fecha de valor, plazo y vencimiento se mantengan precisos.
ja: キャッシュマネジメントから定期預金を作成・管理してください。これにより価値日、期間、満期が正確に保たれます。
zh_hant: 在現金管理中創建和管理定期存款。這確保價值日期、期限和到期日保持準確。

# addTransaction.alerts.validationError
source: Validation Error
es: Error de Validación
ja: 検証エラー
zh_hant: 驗證錯誤

# addTransaction.insurance.details.title
source: Insurance Details
es: Detalles del Seguro
ja: 保険詳細
zh_hant: 保險詳情

# addTransaction.insurance.details.policySymbol
source: Policy Symbol
es: Símbolo de Póliza
ja: 保険証券記号
zh_hant: 保單代號

# addTransaction.insurance.details.insuranceType
source: Insurance Type
es: Tipo de Seguro
ja: 保険種類
zh_hant: 保險類型

# addTransaction.insurance.details.policyholder
source: Policyholder
es: Titular de la Póliza
ja: 契約者
zh_hant: 保單持有人

# addTransaction.insurance.details.insuredPerson
source: Insured Person
es: Persona Asegurada
ja: 被保険者
zh_hant: 被保險人

# addTransaction.insurance.details.policyNumber
source: Policy Number
es: Número de Póliza
ja: 証券番号
zh_hant: 保單號碼

# addTransaction.insurance.types.life
source: Life Insurance
es: Seguro de Vida
ja: 生命保険
zh_hant: 人壽保險

# addTransaction.insurance.types.criticalIllness
source: Critical Illness Insurance
es: Seguro de Enfermedades Críticas
ja: 三大疾病保険
zh_hant: 重大疾病保險

# addTransaction.insurance.types.accident
source: Accident Insurance
es: Seguro de Accidentes
ja: 傷害保険
zh_hant: 意外保險

# addTransaction.insurance.financialDetails.title
source: Financial Details
es: Detalles Financieros
ja: 財務詳細
zh_hant: 財務詳情

# addTransaction.insurance.financialDetails.basicInsuredAmount
source: Basic Insured Amount
es: Monto Básico Asegurado
ja: 基本保険金額
zh_hant: 基本保險金額

# addTransaction.insurance.financialDetails.additionalPayment
source: Additional Payment
es: Pago Adicional
ja: 追加支払い
zh_hant: 額外付款

# addTransaction.insurance.financialDetails.deathBenefit
source: Death Benefit
es: Beneficio por Muerte
ja: 死亡保険金
zh_hant: 身故保險金

# addTransaction.insurance.premiumDetails.title
source: Premium Details
es: Detalles de Prima
ja: 保険料詳細
zh_hant: 保費詳情

# addTransaction.insurance.premiumDetails.singlePremium
source: Single Premium
es: Prima Única
ja: 一時払保険料
zh_hant: 單次保費

# addTransaction.insurance.premiumDetails.firstDiscountedPremium
source: First Discounted Premium
es: Primera Prima con Descuento
ja: 初回割引保険料
zh_hant: 首期優惠保費

# addTransaction.insurance.premiumDetails.paymentTerm
source: Payment Term
es: Plazo de Pago
ja: 払込期間
zh_hant: 繳費期

# addTransaction.insurance.premiumDetails.totalPremium
source: Total Premium
es: Prima Total
ja: 総保険料
zh_hant: 總保費

# addTransaction.insurance.premiumDetails.paymentStatus
source: Payment Status
es: Estado de Pago
ja: 支払状況
zh_hant: 繳費狀態

# addTransaction.insurance.premiumDetails.paymentType
source: Payment Type
es: Tipo de Pago
ja: 支払方法
zh_hant: 繳費方式

# addTransaction.insurance.premiumDetails.paid
source: Paid
es: Pagado
ja: 支払済
zh_hant: 已繳

# addTransaction.insurance.premiumDetails.paying
source: Paying
es: Pagando
ja: 支払中
zh_hant: 繳費中

# addTransaction.insurance.premiumDetails.lumpSum
source: Lump Sum
es: Pago Único
ja: 一括払い
zh_hant: 一次性付款

# addTransaction.insurance.premiumDetails.installment
source: Installment
es: Cuotas
ja: 分割払い
zh_hant: 分期付款

# addTransaction.insurance.policyFeatures.title
source: Policy Features
es: Características de la Póliza
ja: 保険特約
zh_hant: 保單特色

# addTransaction.insurance.policyFeatures.participatingPolicy
source: Participating Policy
es: Póliza con Participación
ja: 配当保険
zh_hant: 分紅保單

# addTransaction.insurance.policyFeatures.rider
source: Rider
es: Cláusula Adicional
ja: 特約
zh_hant: 附加保險

# addTransaction.insurance.policyFeatures.canWithdrawPremiums
source: Can Withdraw Premiums
es: Puede Retirar Primas
ja: 保険料引出可能
zh_hant: 可提取保費

# addTransaction.insurance.policyFeatures.maxWithdrawalPercentage
source: Max Withdrawal %
es: % Máximo de Retiro
ja: 最大引出比率
zh_hant: 最大提取百分比

# addTransaction.insurance.importantDates.title
source: Important Dates
es: Fechas Importantes
ja: 重要な日付
zh_hant: 重要日期

# addTransaction.insurance.importantDates.coverageExpiration
source: Coverage Expiration
es: Vencimiento de Cobertura
ja: 保障期限
zh_hant: 保障到期

# addTransaction.insurance.importantDates.maturityBenefitRedemption
source: Maturity Benefit Redemption
es: Rescate de Beneficio de Vencimiento
ja: 満期給付金償還
zh_hant: 滿期給付贖回

# addTransaction.insurance.importantDates.estimatedMaturityBenefit
source: Estimated Maturity Benefit
es: Beneficio de Vencimiento Estimado
ja: 予想満期給付金
zh_hant: 預計滿期給付

# addTransaction.insurance.beneficiaries.title
source: Beneficiaries
es: Beneficiarios
ja: 受益者
zh_hant: 受益人

# addTransaction.insurance.beneficiaries.name
source: Beneficiary Name
es: Nombre del Beneficiario
ja: 受益者名
zh_hant: 受益人姓名

# addTransaction.insurance.beneficiaries.addBeneficiary
source: Add Beneficiary
es: Agregar Beneficiario
ja: 受益者を追加
zh_hant: 新增受益人

# addTransaction.insurance.beneficiaries.totalPercentage
source: Total Percentage:
es: Porcentaje Total:
ja: 合計比率：
zh_hant: 總百分比：

# addTransaction.maturity.setMaturityDate
source: Set Maturity Date
es: Establecer Fecha de Vencimiento
ja: 満期日を設定
zh_hant: 設定到期日

# addTransaction.maturity.maturityDate
source: Maturity Date
es: Fecha de Vencimiento
ja: 満期日
zh_hant: 到期日

# addTransaction.deposit.symbol
source: Symbol
es: Símbolo
ja: シンボル
zh_hant: 代號

# addTransaction.deposit.category.demanddeposit
source: Demand Deposit
es: Depósito a la Vista
ja: 普通預金
zh_hant: 活期存款

# addTransaction.deposit.category.fixeddeposit
source: Fixed Deposit
es: Depósito a Plazo Fijo
ja: 定期預金
zh_hant: 定期存款

# analytics.performanceSummary.title
source: Performance Summary
es: Resumen de Rendimiento
ja: パフォーマンス概要
zh_hant: 績效摘要

# analytics.performanceSummary.includeInsurance
source: Include Insurance In Performance
es: Incluir Seguro en el Rendimiento
ja: パフォーマンスに保険を含める
zh_hant: 在績效中包含保險

# analytics.metrics.currentValue
source: Current Value
es: Valor Actual
ja: 現在価値
zh_hant: 目前價值

# analytics.metrics.costBasis
source: Cost Basis
es: Base de Costo
ja: コストベース
zh_hant: 成本基礎

# analytics.metrics.unrealizedPnL
source: Unrealized P&L
es: P&L No Realizada
ja: 未実現損益
zh_hant: 未實現損益

# analytics.metrics.totalReturn
source: Total Return (Lifetime)
es: Retorno Total (Lifetime)
ja: 総リターン（生涯）
zh_hant: 總報酬率（終身）

# analytics.metrics.realizedPnL
source: Realized P&L (Lifetime)
es: P&L Realizada (Lifetime)
ja: 実現損益（生涯）
zh_hant: 已實現損益（終身）

# analytics.metrics.totalDividends
source: Total Dividends
es: Dividendos Totales
ja: 総配当
zh_hant: 總股息

# analytics.allocation.title
source: Asset Allocation
es: Asignación de Activos
ja: 資産配分
zh_hant: 資產配置

# analytics.allocation.byAssetType
source: By Asset Type
es: Por Tipo de Activo
ja: 資産タイプ別
zh_hant: 按資產類型

# analytics.allocation.byInstitution
source: By Institution
es: Por Institución
ja: 金融機関別
zh_hant: 按機構

# analytics.allocation.noAssets
source: No assets to display
es: No hay activos para mostrar
ja: 表示する資産がありません
zh_hant: 沒有資產可顯示

# analytics.performance.title
source: Portfolio Performance (30 Days)
es: Rendimiento del Portafolio (30 Días)
ja: ポートフォリオパフォーマンス（30日）
zh_hant: 投資組合績效（30天）

# analytics.performance.notEnoughHistory
source: Not enough history to display performance.
es: No hay suficiente historial para mostrar el rendimiento.
ja: パフォーマンスを表示するには履歴が不足しています。
zh_hant: 歷史資料不足以顯示績效。

# analytics.dividends.title
source: Dividend History (12 Months)
es: Historial de Dividendos (12 Meses)
ja: 配当履歴（12ヶ月）
zh_hant: 股息歷史（12個月）

# analytics.dividends.noIncome
source: No dividend or interest income recorded in this period.
es: No se registraron ingresos por dividendos o intereses en este período.
ja: この期間に記録された配当や利息収入はありません。
zh_hant: 此期間未記錄股息或利息收入。

# cashOverview.navigation.title
source: Cash Management
es: Gestión de Efectivo
ja: 現金管理
zh_hant: 現金管理

# cashOverview.navigation.done
source: Done
es: Hecho
ja: 完了
zh_hant: 完成

# cashOverview.tabs.demandCash
source: Demand Cash
es: Efectivo a la Vista
ja: 要求払現金
zh_hant: 活期現金

# cashOverview.tabs.fixedDeposits
source: Fixed Deposits
es: Depósitos Fijos
ja: 定期預金
zh_hant: 定期存款

# cashOverview.tabs.pickerLabel
source: Cash Type
es: Tipo de Efectivo
ja: 現金種類
zh_hant: 現金類型

# cashOverview.summary.overview
source: Overview
es: Resumen
ja: 概要
zh_hant: 概覽

# cashOverview.summary.totalCash
source: Total Cash
es: Efectivo Total
ja: 総現金
zh_hant: 總現金

# cashOverview.demandCash.noCashTitle
source: No Cash Holdings
es: Sin Tenencias de Efectivo
ja: 現金保有なし
zh_hant: 無現金持有

# cashOverview.demandCash.noCashMessage
source: Cash balances will appear here when you make deposit transactions.
es: Los saldos de efectivo aparecerán aquí cuando realices transacciones de depósito.
ja: 預金取引を行うと、現金残高がここに表示されます。
zh_hant: 當您進行存款交易時，現金餘額將顯示在此處。

# cashOverview.demandCash.sectionHeader
source: Cash by Institution & Currency
es: Efectivo por Institución y Moneda
ja: 金融機関・通貨別現金
zh_hant: 按機構及貨幣顯示現金

# cashOverview.demandCash.unknownInstitution
source: Unknown Institution
es: Institución Desconocida
ja: 不明な金融機関
zh_hant: 未知機構

# cashOverview.demandCash.currency
source: currency
es: moneda
ja: 通貨
zh_hant: 貨幣

# cashOverview.demandCash.currencies
source: currencies
es: monedas
ja: 通貨
zh_hant: 貨幣

# cashOverview.demandCash.total
source: Total
ja: 合計
zh_hant: 總計

# cashOverview.demandCash.totalCash
source: Total Cash
es: Efectivo Total
ja: 総現金
zh_hant: 總現金

# cashOverview.demandCash.footer
source: Total cash is calculated by summing all institution cash balances.
es: El efectivo total se calcula sumando todos los saldos de efectivo de las instituciones.
ja: 総現金はすべての金融機関の現金残高を合計して計算されます。
zh_hant: 總現金是通過匯總所有機構現金餘額計算得出的。

# cashOverview.fixedDeposits.noDepositsTitle
source: No Fixed Deposits
es: Sin Depósitos Fijos
ja: 定期預金なし
zh_hant: 無定期存款

# cashOverview.fixedDeposits.noDepositsMessage
source: Create your first fixed deposit to start earning guaranteed returns.
es: Crea tu primer depósito fijo para comenzar a ganar retornos garantizados.
ja: 最初の定期預金を作成して、保証されたリターンを得始めましょう。
zh_hant: 創建您的第一筆定期存款以開始賺取保證回報。

# cashOverview.fixedDeposits.activeHeader
source: Active Fixed Deposits
es: Depósitos Fijos Activos
ja: 有効な定期預金
zh_hant: 有效定期存款

# cashOverview.fixedDeposits.maturedHeader
source: Matured Fixed Deposits
es: Depósitos Fijos Vencidos
ja: 満期の定期預金
zh_hant: 到期定期存款

# cashOverview.fixedDeposits.maturityAlert.title
source: Matured Fixed Deposits
es: Depósitos Fijos Vencidos
ja: 満期の定期預金
zh_hant: 到期定期存款

# cashOverview.fixedDeposits.maturityAlert.review
source: Review
es: Revisar
ja: 確認
zh_hant: 查看

# cashOverview.fixedDeposits.maturityAlert.dismiss
source: Dismiss
es: Descartar
ja: 閉じる
zh_hant: 關閉

# cashOverview.editSheet.institutionHeader
source: Institution
es: Institución
ja: 金融機関
zh_hant: 機構

# cashOverview.editSheet.balanceHeader
source: Edit Balance
es: Editar Saldo
ja: 残高編集
zh_hant: 編輯餘額

# cashOverview.editSheet.amountPlaceholder
source: Amount
es: Cantidad
ja: 金額
zh_hant: 金額

# cashOverview.editSheet.cashTitle
source: Cash
es: Efectivo
ja: 現金
zh_hant: 現金

# cashOverview.editSheet.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# cashOverview.editSheet.save
source: Save
es: Guardar
ja: 保存
zh_hant: 儲存

# cashOverview.editSheet.validationError
source: Please enter a valid number.
es: Por favor ingresa un número válido.
ja: 有効な数値を入力してください。
zh_hant: 請輸入有效數字。

# cashOverview.editSheet.saveError
source: Failed to save changes:
es: Error al guardar cambios:
ja: 変更の保存に失敗しました：
zh_hant: 儲存變更失敗：

# cloudShare.portfolio.title
source: Portfolio
es: Portafolio
ja: ポートフォリオ
zh_hant: 投資組合

# exportData.navigation.title
source: Export Data
es: Exportar Datos
ja: データエクスポート
zh_hant: 匯出資料

# exportData.navigation.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# exportData.format.sectionHeader
source: Export Format
es: Formato de Exportación
ja: エクスポート形式
zh_hant: 匯出格式

# exportData.format.pickerLabel
source: Format
es: Formato
ja: 形式
zh_hant: 格式

# exportData.portfolios.sectionHeader
source: Select Portfolios
es: Seleccionar Portafolios
ja: ポートフォリオを選択
zh_hant: 選擇投資組合
