Repository: xlzhou/Family_Investment_Tracker
Catalog: FamilyInvestmentTracker/*.lproj/Localizable.strings
Languages: es, ja, zh_hant

# securityQuestionsRecovery.subtitle
source: Answer your security questions to reset your passcode
es: Responde tus preguntas de seguridad para restablecer tu código
ja: パスコードをリセットするためにセキュリティ質問に回答してください
zh_hant: 回答您的安全問題以重設密碼

# securityQuestionsRecovery.loading
source: Loading security questions...
es: Cargando preguntas de seguridad...
ja: セキュリティ質問を読み込み中...
zh_hant: 載入安全問題中...

# securityQuestionsRecovery.verifying
source: Verifying...
es: Verificando...
ja: 確認中...
zh_hant: 驗證中...

# securityQuestionsRecovery.verifyAnswers
source: Verify Answers
es: Verificar Respuestas
ja: 回答を確認
zh_hant: 驗證答案

# securityQuestionsRecovery.navigationTitle
source: Recover Passcode
es: Recuperar Código
ja: パスコード復旧
zh_hant: 復原密碼

# securityQuestionsRecovery.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# securityQuestionsRecovery.answerPlaceholder
source: Your answer
es: Tu respuesta
ja: あなたの回答
zh_hant: 您的回答

# securityQuestion.firstPet
source: What was the name of your first pet?
es: ¿Cuál era el nombre de tu primera mascota?
ja: 最初のペットの名前は何でしたか？
zh_hant: 您第一隻寵物的名字是什麼？

# securityQuestion.motherMaidenName
source: What is your mother's maiden name?
es: ¿Cuál es el apellido de soltera de tu madre?
ja: お母さんの旧姓は何ですか？
zh_hant: 您母親的娘家姓是什麼？

# securityQuestion.firstSchool
source: What was the name of your first school?
es: ¿Cuál era el nombre de tu primera escuela?
ja: 最初の学校の名前は何でしたか？
zh_hant: 您第一所學校的名字是什麼？

# securityQuestion.birthCity
source: What city were you born in?
es: ¿En qué ciudad naciste?
ja: どの都市で生まれましたか？
zh_hant: 您在哪個城市出生？

# securityQuestion.firstCar
source: What was the make of your first car?
es: ¿Cuál era la marca de tu primer auto?
ja: 最初の車のメーカーは何でしたか？
zh_hant: 您第一輛車的品牌是什麼？

# securityQuestion.favoriteBook
source: What is your favorite book?
es: ¿Cuál es tu libro favorito?
ja: 好きな本は何ですか？
zh_hant: 您最喜歡的書是什麼？

# securityQuestion.childhoodNickname
source: What was your childhood nickname?
es: ¿Cuál era tu apodo de la infancia?
ja: 子供の頃のニックネームは何でしたか？
zh_hant: 您童年的暱稱是什麼？

# securityQuestion.childhoodStreet
source: What street did you grow up on?
es: ¿En qué calle creciste?
ja: 育った通りの名前は何ですか？
zh_hant: 您成長的街道名稱是什麼？

# securityQuestion.favoriteFood
source: What is your favorite food?
es: ¿Cuál es tu comida favorita?
ja: 好きな食べ物は何ですか？
zh_hant: 您最喜歡的食物是什麼？

# securityQuestion.bestFriendHighSchool
source: What was the name of your best friend in high school?
es: ¿Cuál era el nombre de tu mejor amigo en la preparatoria?
ja: 高校時代の親友の名前は何でしたか？
zh_hant: 您高中時最好朋友的名字是什麼？

# portfolioDashboard.tabs.holdings
source: Holdings
es: Tenencias
ja: 保有
zh_hant: 持股

# portfolioDashboard.tabs.transactions
source: Transactions
es: Transacciones
ja: 取引
zh_hant: 交易

# portfolioDashboard.tabs.analytics
source: Analytics
es: Analíticas
ja: 分析
zh_hant: 分析

# portfolioDashboard.statCard.totalHoldingsValue
source: Total Holdings Value
es: Valor Total de Tenencias
ja: 総保有価値
zh_hant: 總持股價值

# portfolioDashboard.statCard.totalCash
source: Total Cash
es: Efectivo Total
ja: 総現金
zh_hant: 總現金

# portfolioDashboard.statCard.unrealizedPnL
source: Unrealized P&L
es: P&L No Realizada
ja: 未実現損益
zh_hant: 未實現損益

# portfolioDashboard.statCard.totalDividendsInterest
source: Total Dividends & Interest
es: Total Dividendos e Intereses
ja: 総配当・利息
zh_hant: 總股息與利息

# portfolioDashboard.statCard.realizedPnL
source: Realized P&L
es: P&L Realizada
ja: 実現損益
zh_hant: 已實現損益

# portfolioDashboard.quickActions.addTransaction
source: Add Transaction
es: Agregar Transacción
ja: 取引を追加
zh_hant: 新增交易

# portfolioDashboard.quickActions.cashManagement
source: Cash Management
es: Gestión de Efectivo
ja: 現金管理
zh_hant: 現金管理

# portfolioDashboard.quickActions.addFixedDeposit
source: Add Fixed Deposit
es: Agregar Depósito a Plazo
ja: 定期預金を追加
zh_hant: 新增定期存款

# portfolioDashboard.quickActions.analytics
source: Analytics
es: Analíticas
ja: 分析
zh_hant: 分析

# portfolioDashboard.quickActions.actionCalendar
source: Action Calendar
es: Calendario de Acciones
ja: アクションカレンダー
zh_hant: 行動日曆

# portfolioDashboard.shareDialog.title
source: Share Portfolio
es: Compartir Portafolio
ja: ポートフォリオを共有
zh_hant: 分享投資組合

# portfolioDashboard.shareDialog.message
source: Portfolio Summary for %@
es: Resumen del Portafolio de %@
ja: %@のポートフォリオ概要
zh_hant: %@ 的投資組合摘要

# portfolioDashboard.shareDialog.subject
source: Portfolio Summary
es: Resumen del Portafolio
ja: ポートフォリオ概要
zh_hant: 投資組合摘要

# portfolioDashboard.shareDialog.intro
source: Here's a summary of my investment portfolio:
es: Aquí tienes un resumen de mi portafolio de inversiones:
ja: 私の投資ポートフォリオの概要です：
zh_hant: 以下是我的投資組合摘要：

# portfolioDashboard.shareDialog.totalValue
source: Total Value: %@
es: Valor Total: %@
ja: 総価値：%@
zh_hant: 總價值：%@

# portfolioDashboard.shareDialog.totalCash
source: Total Cash: %@
es: Efectivo Total: %@
ja: 総現金：%@
zh_hant: 總現金：%@

# portfolioDashboard.shareDialog.unrealizedPnL
source: Unrealized P&L: %@
es: P&L No Realizada: %@
ja: 未実現損益：%@
zh_hant: 未實現損益：%@

# portfolioDashboard.shareDialog.dividendsInterest
source: Dividends & Interest: %@
es: Dividendos e Intereses: %@
ja: 配当・利息：%@
zh_hant: 股息與利息：%@

# portfolioDashboard.shareDialog.holdingsCount
source: Number of Holdings: %d
es: Número de Tenencias: %d
ja: 保有数：%d
zh_hant: 持股數量：%d

# portfolioDashboard.shareDialog.footer
source: Shared from Family Investment Tracker
es: Compartido desde Seguimiento de Inversiones Familiares
ja: ファミリー投資トラッカーからの共有
zh_hant: 來自家庭投資追蹤器的分享

# portfolioDashboard.header.totalValue
source: Total Value
es: Valor Total
ja: 総価値
zh_hant: 總價值

# portfolioDashboard.header.holdings
source: Holdings
es: Tenencias
ja: 保有
zh_hant: 持股

# portfolioDashboard.header.transactions
source: Transactions
es: Transacciones
ja: 取引
zh_hant: 交易

# changePassword.title
source: Change Password
ja: パスワードを変更
zh_hant: 變更密碼

# changePassword.placeholder.current
source: Current Password
ja: 現在のパスワード
zh_hant: 目前密碼

# changePassword.placeholder.new
source: New Password
ja: 新しいパスワード
zh_hant: 新密碼

# changePassword.placeholder.confirm
source: Confirm New Password
ja: 新しいパスワードを確認
zh_hant: 確認新密碼

# changePassword.requirement.length
source: • Minimum 8 characters
ja: • 8文字以上
zh_hant: • 至少 8 個字元

# changePassword.requirement.complexity
source: • Letters, numbers, and special characters
ja: • 英字・数字・記号を含めてください
zh_hant: • 含字母、數字與特殊字元

# changePassword.step.current
source: Enter your current password to continue
ja: 現在のパスワードを入力してください
zh_hant: 請先輸入目前的密碼

# changePassword.step.new
source: Create a strong new password
ja: 強力な新しいパスワードを作成
zh_hant: 建立一組強度較高的新密碼

# changePassword.step.confirm
source: Confirm your new password
ja: 新しいパスワードを確認
zh_hant: 再次輸入新密碼

# changePassword.button.continue
source: Continue
ja: 続ける
zh_hant: 繼續

# changePassword.button.submit
source: Change Password
ja: パスワードを変更
zh_hant: 變更密碼

# securityQuestionsSetup.title.new
source: Security Questions
ja: セキュリティ質問
zh_hant: 安全問題

# securityQuestionsSetup.title.update
source: Update Security Questions
ja: セキュリティ質問を更新
zh_hant: 更新安全問題

# securityQuestionsSetup.subtitle.new
source: Set up security questions to help recover your passcode if you forget it
ja: パスコードを忘れた際の復旧のために質問を設定しましょう。
zh_hant: 設定安全問題以便遺忘密碼時協助找回。

# securityQuestionsSetup.subtitle.update
source: Update your security questions. These will replace your current questions.
ja: 現在の質問を新しい内容に更新します。
zh_hant: 更新安全問題，新的設定將取代現有問答。

# securityQuestionsSetup.progress
source: Progress: %d of %d
ja: 進捗: %d / %d
zh_hant: 進度：%d / %d

# securityQuestionsSetup.button.settingUp
source: Setting up...
ja: 設定中…
zh_hant: 設定中…

# securityQuestionsSetup.button.updating
source: Updating...
ja: 更新中…
zh_hant: 更新中…

# securityQuestionsSetup.button.setup
source: Set Up Security Questions
ja: 質問を設定
zh_hant: 設定安全問題

# securityQuestionsSetup.button.update
source: Update Security Questions
ja: 質問を更新
zh_hant: 更新安全問題

# securityQuestionsSetup.button.skip
source: Skip for Now
ja: 後で設定
zh_hant: 稍後再說

# securityQuestionsSetup.nav.new
source: Security Setup
ja: セキュリティ設定
zh_hant: 安全設定

# securityQuestionsSetup.nav.update
source: Update Questions
ja: 質問を更新
zh_hant: 更新問題

# securityQuestionsSetup.alert.skip.title
source: Skip Security Questions?
ja: 質問を省略しますか？
zh_hant: 要略過安全問題嗎？

# securityQuestionsSetup.alert.skip.confirm
source: Skip
ja: 省略
zh_hant: 略過

# securityQuestionsSetup.alert.skip.message
source: You won't be able to recover your passcode if you forget it. You can set up security questions later in Settings.
ja: パスコードを忘れた場合に復旧できなくなります。あとで設定することもできます。
zh_hant: 若忘記密碼將無法透過安全問題找回，您可稍後在設定中再行設定。

# securityQuestionsSetup.question.title
source: Security Question %d
ja: セキュリティ質問 %d
zh_hant: 安全問題 %d

# securityQuestionsSetup.question.label
source: Question
ja: 質問
zh_hant: 問題

# securityQuestionsSetup.question.placeholder
source: Select a question...
ja: 質問を選択…
zh_hant: 選擇一個問題…

# securityQuestionsSetup.answer.label
source: Answer
ja: 回答
zh_hant: 答案

# securityQuestionsSetup.answer.placeholder
source: Your answer
ja: 回答を入力
zh_hant: 輸入答案

# securityQuestionsSetup.answer.note
source: Remember: answers are case-insensitive
ja: ※ 回答は大文字と小文字を区別しません
zh_hant: 提醒：答案不區分大小寫

# securityQuestionsSetup.error.generic
source: Failed to set up security questions
ja: セキュリティ質問の設定に失敗しました
zh_hant: 設定安全問題失敗
