Repository: xlzhou/Family_Investment_Tracker
Catalog: FamilyInvestmentTracker/*.lproj/Localizable.strings
Languages: es, ja, zh_hant

# holdingDetail.holdingsInformation.pricePerShare
source: Price per Share
es: Precio por Acción
ja: 1株あたりの価格
zh_hant: 每股價格

# holdingDetail.holdingsInformation.shares
source: Shares
es: Acciones
ja: 株
zh_hant: 股

# holdingDetail.insurance.financialDetails.title
source: Financial Details
es: Detalles Financieros
ja: 財務詳細
zh_hant: 財務詳情

# holdingDetail.insurance.premiumDetails.title
source: Premium Details
es: Detalles de Prima
ja: 保険料詳細
zh_hant: 保費詳情

# holdingDetail.priceInformation.source
source: Source
es: Fuente
ja: ソース
zh_hant: 來源

# holdingDetail.priceInformation.manual
source: Manual
ja: 手動
zh_hant: 手動

# holdingDetail.priceInformation.automatic
source: Automatic
es: Automático
ja: 自動
zh_hant: 自動

# holdingDetail.structuredProduct.tenor
source: Tenor
es: Plazo
ja: 期間
zh_hant: 期限

# holdingDetail.structuredProduct.effectiveInterestRate
source: Effective Interest Rate
es: Tasa de Interés Efectiva
ja: 実効金利
zh_hant: 有效利率

# holdingDetail.structuredProduct.daysToMaturity
source: Days to Maturity
es: Días hasta Vencimiento
ja: 満期までの日数
zh_hant: 距到期天數

# holdingDetail.structuredProduct.maturityValue
source: Maturity Value
es: Valor de Vencimiento
ja: 満期価値
zh_hant: 到期價值

# holdingDetail.currency
source: Currency
es: Moneda
ja: 通貨
zh_hant: 貨幣

# holdingDetail.date.never
source: Never
es: Nunca
ja: なし
zh_hant: 從未

# holdingDetail.quantity.shares
source: shares
es: acciones
ja: 株
zh_hant: 股

# holdingDetail.time.years
source: years
es: años
ja: 年
zh_hant: 年

# holdingDetail.time.days
source: days
es: días
ja: 日
zh_hant: 天

# holdingDetail.status.matured
source: Matured
es: Vencido
ja: 満期
zh_hant: 已到期

# holdingsView.status.picker.label
source: Holdings status
es: Estado de las posiciones
ja: 保有状況
zh_hant: 持有狀態

# holdingsView.status.holdings
source: Holdings
es: Posiciones
ja: 保有
zh_hant: 持有

# holdingsView.status.sold
source: Sold
es: Vendidas
ja: 売却済み
zh_hant: 已售出

# holdingsView.filters.allAssetTypes
source: All Asset Types
es: Todos los Tipos de Activos
ja: すべての資産タイプ
zh_hant: 所有資產類型

# holdingsView.filters.allInstitutions
source: All Institutions
es: Todas las Instituciones
ja: すべての機関
zh_hant: 所有機構

# holdingsView.filters.unknown
source: Unknown
es: Desconocido
ja: 不明
zh_hant: 未知

# holdingsView.filters.clear
source: Clear
es: Limpiar
ja: クリア
zh_hant: 清除

# holdingsView.filters.allTypes
source: All Types
es: Todos los Tipos
ja: すべてのタイプ
zh_hant: 所有類型

# holdingsView.filters.types
source: Types
es: Tipos
ja: タイプ
zh_hant: 類型

# holdingsView.emptyState.noHoldings.title
source: No Holdings
es: Sin Posiciones
ja: 保有なし
zh_hant: 無持有

# holdingsView.emptyState.noHoldings.message
source: Start by adding your first transaction.
es: Comience agregando su primera transacción.
ja: 最初の取引を追加することから始めてください。
zh_hant: 從新增您的第一筆交易開始。

# holdingsView.emptyState.noHoldingsFiltered.title
source: No holdings match your filters
es: Ninguna posición coincide con sus filtros
ja: フィルターに一致する保有がありません
zh_hant: 沒有持有符合您的篩選條件

# holdingsView.emptyState.noHoldingsFiltered.message
source: Try adjusting your filters to see more positions.
es: Intente ajustar sus filtros para ver más posiciones.
ja: より多くのポジションを表示するため、フィルターを調整してみてください。
zh_hant: 嘗試調整您的篩選條件以查看更多持倉。

# holdingsView.emptyState.noSoldHoldings.title
source: No Sold Holdings
es: Sin Posiciones Vendidas
ja: 売却済み保有なし
zh_hant: 無已售出持有

# holdingsView.emptyState.noSoldHoldings.message
source: Record sell transactions when you exit an asset to track it here.
es: Registre transacciones de venta cuando salga de un activo para rastrearlo aquí.
ja: 資産を退出する際に売却取引を記録して、ここで追跡してください。
zh_hant: 當您退出資產時記錄賣出交易以在此追蹤。

# holdingsView.emptyState.noSoldHoldingsFiltered.title
source: No sold holdings match your filters
es: Ninguna posición vendida coincide con sus filtros
ja: フィルターに一致する売却済み保有がありません
zh_hant: 沒有已售出持有符合您的篩選條件

# holdingsView.emptyState.noSoldHoldingsFiltered.message
source: Adjust the filters or switch back to Holdings to see active positions.
es: Ajuste los filtros o vuelva a Posiciones para ver posiciones activas.
ja: フィルターを調整するか、保有に戻ってアクティブなポジションを表示してください。
zh_hant: 調整篩選條件或切換回持有以查看活躍持倉。

# holdingsView.summary.filteredResults
source: Filtered Results Summary
es: Resumen de Resultados Filtrados
ja: フィルター結果の概要
zh_hant: 篩選結果摘要

# holdingsView.summary.holdings
source: holdings
es: posiciones
ja: 保有
zh_hant: 持有

# holdingsView.summary.soldHoldings
source: sold holdings
es: posiciones vendidas
ja: 売却済み保有
zh_hant: 已售出持有

# holdingsView.summary.totalValue
source: Total Value
es: Valor Total
ja: 総価値
zh_hant: 總價值

# holdingsView.summary.unrealizedPnL
source: Unrealized P&L
es: P&G No Realizada
ja: 未実現損益
zh_hant: 未實現損益

# holdingsView.summary.totalDividends
source: Total Dividends
es: Dividendos Totales
ja: 総配当
zh_hant: 總股息

# holdingRowView.unknownAsset
source: Unknown Asset
es: Activo Desconocido
ja: 不明な資産
zh_hant: 未知資產

# holdingRowView.noSymbol
source: N/A
ja: 該当なし
zh_hant: 不適用

# holdingRowView.cashValue
source: Cash Value
es: Valor en Efectivo
ja: 解約返戻金
zh_hant: 現金價值

# holdingRowView.unrealizedPnL
source: Unrealized P/L
es: P&G No Realizada
ja: 未実現損益
zh_hant: 未實現損益

# holdingRowView.basicInsuredAmount
source: Basic Insured Amount
es: Monto Básico Asegurado
ja: 基本保険金額
zh_hant: 基本保險金額

# holdingRowView.policyHolder
source: Policy Holder
es: Titular de la Póliza
ja: 契約者
zh_hant: 保單持有人

# holdingRowView.paidPremium
source: Paid Premium
es: Prima Pagada
ja: 支払済み保険料
zh_hant: 已付保費

# holdingRowView.quantity
source: Quantity
es: Cantidad
ja: 数量
zh_hant: 數量

# holdingRowView.interestRate
source: Interest Rate
es: Tasa de Interés
ja: 金利
zh_hant: 利率

# holdingRowView.lastRecordedPrice
source: Last Recorded Price
es: Último Precio Registrado
ja: 最終記録価格
zh_hant: 最後記錄價格

# holdingRowView.totalDividendsInterest
source: Total Dividends/Interest:
es: Total Dividendos/Intereses:
ja: 総配当/利息：
zh_hant: 總股息/利息：

# holdingRowView.avgCost
source: Avg Cost
es: Costo Promedio
ja: 平均コスト
zh_hant: 平均成本

# holdingRowView.linkedAssets
source: Linked Assets
es: Activos Vinculados
ja: 連動資産
zh_hant: 連結資產

# cashValueEditor.title
source: Update Cash Value
es: Actualizar Valor en Efectivo
ja: 解約返戻金を更新
zh_hant: 更新現金價值

# cashValueEditor.currentCashValue
source: Current Cash Value
es: Valor Actual en Efectivo
ja: 現在の解約返戻金
zh_hant: 目前現金價值

# cashValueEditor.policyInformation
source: Policy Information
es: Información de la Póliza
ja: 保険契約情報
zh_hant: 保單資訊

# cashValueEditor.policyType
source: Policy Type
es: Tipo de Póliza
ja: 契約タイプ
zh_hant: 保單類型

# cashValueEditor.insurancePolicy
source: Insurance Policy
es: Póliza de Seguro
ja: 保険契約
zh_hant: 保險保單

# cashValueEditor.policyholder
source: Policyholder
es: Titular de la Póliza
ja: 契約者
zh_hant: 保單持有人

# cashValueEditor.policyOwner
source: Policy Owner
es: Propietario de la Póliza
ja: 契約者
zh_hant: 保單所有人

# cashValueEditor.previousCashValue
source: Previous Cash Value
es: Valor Anterior en Efectivo
ja: 前回の解約返戻金
zh_hant: 先前現金價值

# cashValueEditor.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# cashValueEditor.save
source: Save
es: Guardar
ja: 保存
zh_hant: 儲存

# cashValueEditor.error.negativeCashValue
source: Cash value cannot be negative
es: El valor en efectivo no puede ser negativo
ja: 解約返戻金は負の値にできません
zh_hant: 現金價值不能為負數

# cashValueEditor.error.saveFailed
source: Failed to save cash value:
es: Error al guardar el valor en efectivo:
ja: 解約返戻金の保存に失敗しました：
zh_hant: 儲存現金價值失敗：

# lockoutView.title
source: Account Temporarily Locked
es: Cuenta Temporalmente Bloqueada
ja: アカウントが一時的にロックされています
zh_hant: 帳戶暫時鎖定

# lockoutView.subtitle
source: Too many failed passcode attempts
es: Demasiados intentos fallidos de código de acceso
ja: パスコードの入力ミスが多すぎます
zh_hant: 密碼錯誤次數過多

# lockoutView.timeRemaining
source: Time Remaining
es: Tiempo Restante
ja: 残り時間
zh_hant: 剩餘時間

# lockoutView.failedAttempts
source: Failed Attempts
es: Intentos Fallidos
ja: 失敗回数
zh_hant: 失敗嘗試

# lockoutView.securityMessage
source: Your data is protected by security lockout
es: Sus datos están protegidos por bloqueo de seguridad
ja: あなたのデータはセキュリティロックアウトによって保護されています
zh_hant: 您的資料受到安全鎖定保護

# lockoutView.tryBiometric
source: Try %@
es: Probar %@
ja: %@を試す
zh_hant: 嘗試 %@

# lockoutView.securityInfo.attempts
source: attempts:
es: intentos:
ja: 回の試行：
zh_hant: 次嘗試：

# lockoutView.duration.oneMinute
source: 1 minute
es: 1 minuto
ja: 1分
zh_hant: 1分鐘

# lockoutView.duration.fiveMinutes
source: 5 minutes
es: 5 minutos
ja: 5分
zh_hant: 5分鐘

# lockoutView.duration.fifteenMinutes
source: 15 minutes
es: 15 minutos
ja: 15分
zh_hant: 15分鐘

# newPasswordSetup.recoverySuccessful
source: Recovery Successful!
es: ¡Recuperación Exitosa!
ja: 復旧に成功しました！
zh_hant: 復原成功！

# newPasswordSetup.setNewPasscode
source: Set New Passcode
es: Establecer Nuevo Código
ja: 新しいパスコードを設定
zh_hant: 設定新密碼

# newPasswordSetup.newPasscode
source: New Passcode
es: Nuevo Código
ja: 新しいパスコード
zh_hant: 新密碼

# newPasswordSetup.enterNewPasscode
source: Enter new passcode
es: Introducir nuevo código
ja: 新しいパスコードを入力
zh_hant: 輸入新密碼

# newPasswordSetup.confirmPasscode
source: Confirm Passcode
es: Confirmar Código
ja: パスコードを確認
zh_hant: 確認密碼

# newPasswordSetup.confirmNewPasscode
source: Confirm new passcode
es: Confirmar nuevo código
ja: 新しいパスコードを確認
zh_hant: 確認新密碼

# newPasswordSetup.passcodeRequirements
source: Passcode Requirements:
es: Requisitos del Código:
ja: パスコード要件：
zh_hant: 密碼要求：

# newPasswordSetup.requirement.length
source: At least 8 characters
es: Al menos 8 caracteres
ja: 8文字以上
zh_hant: 至少8個字元

# newPasswordSetup.requirement.complexity
source: Contains letters and numbers
es: Contiene letras y números
ja: 文字と数字を含む
zh_hant: 包含字母和數字

# newPasswordSetup.requirement.match
source: Passcodes match
es: Los códigos coinciden
ja: パスコードが一致
zh_hant: 密碼相符

# newPasswordSetup.settingPasscode
source: Setting Passcode...
es: Estableciendo Código...
ja: パスコードを設定中...
zh_hant: 設定密碼中...

# newPasswordSetup.setNewPasscodeButton
source: Set New Passcode
es: Establecer Nuevo Código
ja: 新しいパスコードを設定
zh_hant: 設定新密碼

# newPasswordSetup.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# newPasswordSetup.navigationTitle
source: New Passcode
es: Nuevo Código
ja: 新しいパスコード
zh_hant: 新密碼

# newPasswordSetup.biometricRecovery
source: Your identity was verified using %@. Now set a new passcode to secure your app.
es: Su identidad fue verificada usando %@. Ahora establezca un nuevo código para asegurar su aplicación.
ja: %@を使用して本人確認が完了しました。アプリを保護するために新しいパスコードを設定してください。
zh_hant: 已使用%@驗證您的身份。現在請設定新密碼以保護您的應用程式。

# newPasswordSetup.securityQuestionsRecovery
source: Your identity was verified using your security questions. Now set a new passcode to secure your app.
es: Su identidad fue verificada usando sus preguntas de seguridad. Ahora establezca un nuevo código para asegurar su aplicación.
ja: セキュリティ質問を使用して本人確認が完了しました。アプリを保護するために新しいパスコードを設定してください。
zh_hant: 已使用您的安全問題驗證身份。現在請設定新密碼以保護您的應用程式。

# newPasswordSetup.defaultMessage
source: Please set a new passcode to secure your app.
es: Por favor establezca un nuevo código para asegurar su aplicación.
ja: アプリを保護するために新しいパスコードを設定してください。
zh_hant: 請設定新密碼以保護您的應用程式。

# passcodeEntry.title
source: Enter Passcode
es: Introducir Código
ja: パスコードを入力
zh_hant: 輸入密碼

# passcodeEntry.subtitle
source: Enter your app passcode to continue
es: Introduzca su código de la aplicación para continuar
ja: 続行するためにアプリのパスコードを入力してください
zh_hant: 請輸入您的應用程式密碼以繼續

# passcodeEntry.useBiometric
source: Use %@
es: Usar %@
ja: %@を使用
zh_hant: 使用 %@

# passcodeEntry.failedAttempts
source: Failed attempts: %d
es: Intentos fallidos: %d
ja: 失敗回数: %d
zh_hant: 失敗次數：%d

# passcodeSettings.navigationTitle
source: Passcode Settings
es: Configuración de Código
ja: パスコード設定
zh_hant: 密碼設定

# passcodeSettings.done
source: Done
es: Hecho
ja: 完了
zh_hant: 完成

# passcodeSettings.securityStatus
source: Security Status
es: Estado de Seguridad
ja: セキュリティ状態
zh_hant: 安全狀態

# passcodeSettings.appPasscode
source: App Passcode
es: Código de la App
ja: アプリパスコード
zh_hant: 應用程式密碼

# passcodeSettings.enabled
source: Enabled
es: Habilitado
ja: 有効
zh_hant: 已啟用

# passcodeSettings.available
source: Available
es: Disponible
ja: 利用可能
zh_hant: 可用

# passcodeSettings.passcodeManagement
source: Passcode Management
es: Gestión de Código
ja: パスコード管理
zh_hant: 密碼管理

# passcodeSettings.changePasscode
source: Change Passcode
es: Cambiar Código
ja: パスコードを変更
zh_hant: 變更密碼

# passcodeSettings.removePasscode
source: Remove Passcode
es: Eliminar Código
ja: パスコードを削除
zh_hant: 移除密碼

# passcodeSettings.securityInformation
source: Security Information
es: Información de Seguridad
ja: セキュリティ情報
zh_hant: 安全資訊

# passcodeSettings.failedAttempts
source: Failed Attempts
es: Intentos Fallidos
ja: 失敗回数
zh_hant: 失敗次數

# passcodeSettings.securityPolicy
source: Security Policy
es: Política de Seguridad
ja: セキュリティポリシー
zh_hant: 安全政策

# passcodeSettings.lockoutPolicy1
source: • 3-4 failed attempts: 1 minute lockout
es: • 3-4 intentos fallidos: bloqueo de 1 minuto
ja: • 3-4回失敗: 1分間ロック
zh_hant: • 3-4次失敗：鎖定1分鐘

# passcodeSettings.lockoutPolicy2
source: • 5-6 failed attempts: 5 minute lockout
es: • 5-6 intentos fallidos: bloqueo de 5 minutos
ja: • 5-6回失敗: 5分間ロック
zh_hant: • 5-6次失敗：鎖定5分鐘

# passcodeSettings.lockoutPolicy3
source: • 7+ failed attempts: 15 minute lockout
es: • 7+ intentos fallidos: bloqueo de 15 minutos
ja: • 7回以上失敗: 15分間ロック
zh_hant: • 7次以上失敗：鎖定15分鐘

# changePasscode.navigationTitle
source: Change Passcode
es: Cambiar Código
ja: パスコード変更
zh_hant: 變更密碼

# changePasscode.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# changePasscode.currentPasscode
source: Current Passcode
es: Código Actual
ja: 現在のパスコード
zh_hant: 目前密碼

# changePasscode.newPasscode
source: New Passcode
es: Nuevo Código
ja: 新しいパスコード
zh_hant: 新密碼

# changePasscode.confirmPasscode
source: Confirm Passcode
es: Confirmar Código
ja: パスコード確認
zh_hant: 確認密碼

# changePasscode.enterCurrent
source: Enter your current passcode
es: Introduzca su código actual
ja: 現在のパスコードを入力してください
zh_hant: 請輸入您目前的密碼

# changePasscode.enterNew
source: Enter your new passcode (4-6 digits)
es: Introduzca su nuevo código (4-6 dígitos)
ja: 新しいパスコードを入力してください（4-6桁）
zh_hant: 請輸入您的新密碼（4-6位數字）

# changePasscode.confirmNew
source: Confirm your new passcode
es: Confirme su nuevo código
ja: 新しいパスコードを確認してください
zh_hant: 請確認您的新密碼

# changePasscode.continue
source: Continue
es: Continuar
ja: 続行
zh_hant: 繼續

# changePasscode.changeButton
source: Change Passcode
es: Cambiar Código
ja: パスコード変更
zh_hant: 變更密碼

# changePasscode.errorIncorrect
source: Incorrect current passcode
es: Código actual incorrecto
ja: 現在のパスコードが正しくありません
zh_hant: 目前密碼不正確

# changePasscode.errorFailed
source: Failed to change passcode
es: Error al cambiar el código
ja: パスコード変更に失敗しました
zh_hant: 變更密碼失敗

# removePasscode.navigationTitle
source: Remove Passcode
es: Eliminar Código
ja: パスコード削除
zh_hant: 移除密碼

# removePasscode.title
source: Remove Passcode
es: Eliminar Código
ja: パスコード削除
zh_hant: 移除密碼

# removePasscode.subtitle
source: Enter your current passcode to remove app security
es: Introduzca su código actual para eliminar la seguridad de la app
ja: アプリのセキュリティを削除するため、現在のパスコードを入力してください
zh_hant: 請輸入您目前的密碼以移除應用程式安全

# removePasscode.currentPasscode
source: Current Passcode
es: Código Actual
ja: 現在のパスコード
zh_hant: 目前密碼

# removePasscode.removeButton
source: Remove Passcode
es: Eliminar Código
ja: パスコード削除
zh_hant: 移除密碼

# removePasscode.warning
source: Warning: Removing passcode will make your data less secure
es: Advertencia: Eliminar el código hará que sus datos sean menos seguros
ja: 警告: パスコードを削除すると、データのセキュリティが低下します
zh_hant: 警告：移除密碼將使您的資料較不安全

# removePasscode.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# removePasscode.errorFailed
source: Failed to remove passcode
es: Error al eliminar el código
ja: パスコード削除に失敗しました
zh_hant: 移除密碼失敗

# passcodeSetup.navigationTitle
source: Security Setup
es: Configuración de Seguridad
ja: セキュリティ設定
zh_hant: 安全設定

# passcodeSetup.title
source: Set Up App Passcode
es: Configurar Código de la App
ja: アプリパスコード設定
zh_hant: 設定應用程式密碼

# passcodeSetup.subtitle
source: Create a secure passcode to protect your investment data
es: Crea un código seguro para proteger tus datos de inversión
ja: 投資データを保護するためのセキュアなパスコードを作成してください
zh_hant: 創建安全密碼以保護您的投資資料

# passcodeSetup.enterPasscode
source: Enter Passcode
es: Introducir Código
ja: パスコードを入力
zh_hant: 輸入密碼

# passcodeSetup.passcodeInput
source: Passcode
es: Código
ja: パスコード
zh_hant: 密碼

# passcodeSetup.passcodeHint
source: Use 4-6 digits
es: Usa 4-6 dígitos
ja: 4-6桁の数字を使用
zh_hant: 使用4-6位數字

# passcodeSetup.confirmPasscode
source: Confirm Passcode
es: Confirmar Código
ja: パスコード確認
zh_hant: 確認密碼

# passcodeSetup.confirmPasscodeInput
source: Confirm Passcode
es: Confirmar Código
ja: パスコード確認
zh_hant: 確認密碼

# passcodeSetup.confirmHint
source: Enter the same passcode again
es: Introduce el mismo código de nuevo
ja: 同じパスコードを再度入力してください
zh_hant: 重新輸入相同的密碼

# passcodeSetup.continue
source: Continue
es: Continuar
ja: 続行
zh_hant: 繼續

# passcodeSetup.setPasscode
source: Set Passcode
es: Establecer Código
ja: パスコード設定
zh_hant: 設定密碼

# passcodeSetup.back
source: Back
es: Atrás
ja: 戻る
zh_hant: 返回

# passcodeSetup.errorLength
source: Passcode must be 4-6 digits
es: El código debe ser de 4-6 dígitos
ja: パスコードは4-6桁である必要があります
zh_hant: 密碼必須為4-6位數字

# passcodeSetup.errorMismatch
source: Passcodes don't match
es: Los códigos no coinciden
ja: パスコードが一致しません
zh_hant: 密碼不匹配

# passcodeSetup.errorInvalid
source: Invalid passcode format
es: Formato de código inválido
ja: 無効なパスコード形式
zh_hant: 無效的密碼格式

# passcodeSetup.errorFailed
source: Failed to set passcode
es: Error al establecer el código
ja: パスコード設定に失敗しました
zh_hant: 設定密碼失敗

# passwordRecovery.title
source: Forgot Your Passcode?
es: ¿Olvidaste tu Código?
ja: パスコードをお忘れですか？
zh_hant: 忘記密碼？

# passwordRecovery.subtitle
source: Choose a recovery method to reset your passcode
es: Elige un método de recuperación para restablecer tu código
ja: パスコードをリセットする復旧方法を選択してください
zh_hant: 選擇復原方式來重設您的密碼

# passwordRecovery.useBiometric
source: Use %@
es: Usar %@
ja: %@ を使用
zh_hant: 使用 %@

# passwordRecovery.biometricSubtitle
source: Authenticate with %@ to reset your passcode
es: Autentícate con %@ para restablecer tu código
ja: %@ で認証してパスコードをリセット
zh_hant: 使用 %@ 驗證以重設您的密碼

# passwordRecovery.securityQuestions
source: Answer Security Questions
es: Responder Preguntas de Seguridad
ja: セキュリティ質問に回答
zh_hant: 回答安全問題

# passwordRecovery.securityQuestionsSubtitle
source: Answer your security questions to reset your passcode
es: Responde tus preguntas de seguridad para restablecer el código
ja: セキュリティ質問に回答してパスコードをリセット
zh_hant: 回答您的安全問題來重設密碼

# passwordRecovery.noOptionsTitle
source: No Recovery Options Available
es: No Hay Opciones de Recuperación Disponibles
ja: 復旧オプションがありません
zh_hant: 沒有可用的復原選項

# passwordRecovery.noOptionsMessage
source: You haven't set up any recovery methods. Unfortunately, there's no way to recover your passcode without losing your data.
es: No has configurado ningún método de recuperación. Desafortunadamente, no hay forma de recuperar tu código sin perder tus datos.
ja: 復旧方法が設定されていません。データを失うことなくパスコードを復旧する方法はありません。
zh_hant: 您尚未設定任何復原方式。很遺憾，在不丟失資料的情況下無法復原您的密碼。

# passwordRecovery.noOptionsWarning
source: You'll need to delete and reinstall the app to start fresh.
es: Necesitarás eliminar y reinstalar la app para empezar de nuevo.
ja: アプリを削除して再インストールする必要があります。
zh_hant: 您需要刪除並重新安裝應用程式以重新開始。

# passwordRecovery.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# securityQuestions.title
source: Security Questions
es: Preguntas de Seguridad
ja: セキュリティ質問
zh_hant: 安全問題

# securityQuestions.done
source: Done
es: Hecho
ja: 完了
zh_hant: 完成

# securityQuestions.removeAlert.title
source: Remove Security Questions?
es: ¿Eliminar Preguntas de Seguridad?
ja: セキュリティ質問を削除しますか？
zh_hant: 移除安全問題？

# securityQuestions.removeAlert.remove
source: Remove
es: Eliminar
ja: 削除
zh_hant: 移除

# securityQuestions.removeAlert.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hant: 取消

# securityQuestions.removeAlert.message
source: Are you sure you want to remove your security questions? You won't be able to recover your password using them.
es: ¿Estás seguro de que quieres eliminar tus preguntas de seguridad? No podrás recuperar tu contraseña usando ellas.
ja: セキュリティ質問を削除してもよろしいですか？削除すると、パスワード復旧に使用できなくなります。
zh_hant: 您確定要移除您的安全問題嗎？您將無法使用它們來復原密碼。

# securityQuestions.verification.title
source: Verify Your Password
es: Verifica Tu Contraseña
ja: パスワードを確認
zh_hant: 驗證您的密碼

# securityQuestions.verification.subtitle
source: Enter your current password to manage security questions
es: Ingresa tu contraseña actual para gestionar las preguntas de seguridad
ja: セキュリティ質問を管理するために現在のパスワードを入力してください
zh_hant: 請輸入您目前的密碼以管理安全問題

# securityQuestions.verification.currentPassword
source: Current Password
es: Contraseña Actual
ja: 現在のパスワード
zh_hant: 目前密碼

# securityQuestions.verification.placeholder
source: Enter your password
es: Ingresa tu contraseña
ja: パスワードを入力
zh_hant: 輸入您的密碼

# securityQuestions.verification.verifying
source: Verifying...
es: Verificando...
ja: 確認中...
zh_hant: 驗證中...

# securityQuestions.verification.verify
source: Verify Password
es: Verificar Contraseña
ja: パスワード確認
zh_hant: 驗證密碼

# securityQuestions.verification.error
source: Incorrect password. Please try again.
es: Contraseña incorrecta. Inténtalo de nuevo.
ja: パスワードが正しくありません。再試行してください。
zh_hant: 密碼不正確。請重試。

# securityQuestions.management.activeTitle
source: Security Questions Active
es: Preguntas de Seguridad Activas
ja: セキュリティ質問が有効
zh_hant: 安全問題已啟用

# securityQuestions.management.setupTitle
source: Set Up Security Questions
es: Configurar Preguntas de Seguridad
ja: セキュリティ質問を設定
zh_hant: 設定安全問題

# securityQuestions.management.activeSubtitle
source: Your security questions are set up and ready to help you recover your password.
es: Tus preguntas de seguridad están configuradas y listas para ayudarte a recuperar tu contraseña.
ja: セキュリティ質問が設定され、パスワード復旧の準備ができています。
zh_hant: 您的安全問題已設定完成，可以幫助您復原密碼。

# securityQuestions.management.setupSubtitle
source: Set up security questions to help recover your password if you forget it.
es: Configura preguntas de seguridad para ayudar a recuperar tu contraseña si la olvidas.
ja: パスワードを忘れた場合の復旧のためにセキュリティ質問を設定してください。
zh_hant: 設定安全問題以在您忘記密碼時協助復原。

# securityQuestions.management.configured
source: Security questions configured
es: Preguntas de seguridad configuradas
ja: セキュリティ質問が設定済み
zh_hant: 安全問題已設定

# securityQuestions.management.changeQuestions
source: Change Security Questions
es: Cambiar Preguntas de Seguridad
ja: セキュリティ質問を変更
zh_hant: 變更安全問題

# securityQuestions.management.removeQuestions
source: Remove Security Questions
es: Eliminar Preguntas de Seguridad
ja: セキュリティ質問を削除
zh_hant: 移除安全問題

# securityQuestions.management.setupQuestions
source: Set Up Security Questions
es: Configurar Preguntas de Seguridad
ja: セキュリティ質問を設定
zh_hant: 設定安全問題

# securityQuestions.management.infoTitle
source: Why set up security questions?
es: ¿Por qué configurar preguntas de seguridad?
ja: なぜセキュリティ質問を設定するのですか？
zh_hant: 為什麼要設定安全問題？

# securityQuestions.management.infoBenefit1
source: • Recover your password if you forget it
es: • Recupera tu contraseña si la olvidas
ja: • パスワードを忘れた場合の復旧
zh_hant: • 忘記密碼時可以復原

# securityQuestions.management.infoBenefit2
source: • Alternative to biometric authentication
es: • Alternativa a la autenticación biométrica
ja: • 生体認証の代替手段
zh_hant: • 生物辨識的替代方案

# securityQuestions.management.infoBenefit3
source: • Keep your data safe and accessible
es: • Mantén tus datos seguros y accesibles
ja: • データを安全かつアクセス可能に保つ
zh_hant: • 保持資料安全且可存取

# securityQuestions.management.removeError
source: Failed to remove security questions. Please try again.
es: Error al eliminar preguntas de seguridad. Inténtalo de nuevo.
ja: セキュリティ質問の削除に失敗しました。再試行してください。
zh_hant: 移除安全問題失敗。請重試。

# securityQuestionsRecovery.title
source: Security Questions
es: Preguntas de Seguridad
ja: セキュリティ質問
zh_hant: 安全問題
